-- --------------------------------------------------------
-- Host:                         C:\Users\31126\Desktop\MadoHomuAPI\MadoHomuAPI\data\main1.db
-- Server version:               3.44.0
-- Server OS:                    
-- HeidiSQL Version:             12.6.0.6765
-- --------------------------------------------------------

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET NAMES  */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

-- Dumping structure for table main1.comments
CREATE TABLE IF NOT EXISTS "comments" (
	"id"	INTEGER,
	"time"	INTEGER,
	"sender"	TEXT,
	"comment"	TEXT,
	"image"	TEXT
, "hidden"	INTEGER);

-- Dumping data for table main1.comments: 2,372 rows
/*!40000 ALTER TABLE "comments" DISABLE KEYS */;
INSERT INTO "comments" ("id", "time", "sender", "comment", "image", "hidden") VALUES
	(0, 1687375800, '浩劫者12345', '以下是从kami.im导入的留言

从19年2月到22年3月, 一共24849条

感谢<a href="https://discord.gg/AFqn4yQcM9" target="_blank">Discord kami.im</a>频友Yuudachi_Kai2备份的数据!', NULL, NULL),
	(1, 1687375800, '浩劫者12345', '欢迎来到圆焰站！这里是站长发的第一条留言

本站是模仿kami.im制作的，主要功能为留言板，但主题为圆焰，因为站长磕圆焰233，圆焰生一堆！(bushi

不幸的是kami.im在一个月前挂掉了，现在都没恢复，于是我萌生了一个自己建站的想法——

这个网站的代码完全是纯手搓的，前端完全自己写，后端用的.net core 6。上次写前端还是在初中 (现在刚高考完) ，刚好趁着这次机会写写后端。目前网站主要功能都以API的方式实现

目前为止，基本的留言系统已经可以运作。后面会陆续增加登录，设置头像，发送图片等功能

域名也暂时没注册，等拿到钱了就打算注册madohomu.love

本站还导入了kami.im的留言记录
kami.im崩溃之后，碧诗临时组建了Discord频道，里面刚好有人备份过kami.im的留言并整理发了出来，于是我就导入到了本站。非常感谢Yuudachi_Kai2备份的数据！

最后，祝各位圆焰厨能在本站留下美好的回忆！

站长QQ：3112611479
B站(包括其他平台)：浩劫者12345', NULL, NULL),
	(2, 1687389947, 'Hina', '端午安康~圆神喜欢吃甜粽子还是咸粽子呢？好奇', NULL, NULL),
	(3, 1687424273, '黑米', '愿神魔永远共舞', NULL, NULL),
	(4, 1687424346, '美树沙耶加', '圆焰一生推❌
圆焰生一堆✓', NULL, NULL),
	(5, 1687424599, '四方蝶子', '似曾相识焰归来。小圆香径独徘徊', NULL, NULL),
	(6, 1687424599, 'DELETED', 'DELETED', NULL, 1),
	(7, 1687424804, '焰酱', '好耶是圆焰', NULL, NULL),
	(8, 1687424805, '芋圆花凛', '似曾相识焰归来 小圆香径独徘徊 轮回的爱', NULL, NULL),
	(9, 1687428012, 'bread', '膜拜佬（图好漂亮）', NULL, NULL),
	(10, 1687428147, 'bread', '希望可以出点赞和评论的功能', NULL, NULL),
	(11, 1687435902, 'Kkkk', '我回天呢', NULL, NULL),
	(12, 1687439687, '晓焰', '如果有人说怀抱希望是错误的，那么无论多少次我都会反驳，不是这样的。', NULL, NULL),
	(13, 1687498947, '百万光年', '圆神在上 homu', NULL, NULL),
	(14, 1687511287, 'Carese', '圆神小焰赛高', NULL, NULL),
	(15, 1687512892, 'homura', '好耶', NULL, NULL),
	(16, 1687520483, '浩劫者12345', '圆神焰魔，保佑高考金榜题名🙏', NULL, NULL),
	(17, 1687520987, '救济的黑猫', '欢迎各位一同庆祝我cp结婚周年纪念日（胡言乱语）', NULL, NULL),
	(18, 1687522168, '焰酱', '希望小焰可以幸福', NULL, NULL),
	(19, 1687523379, '匿名用户', '祝我和小焰都能幸福快乐，达成心愿', NULL, NULL),
	(20, 1687526472, '嘿嘿', '大家都要开心～', NULL, 1),
	(21, 1687527176, '我是晓美焰和鹿目圆的结婚见证人', '我可以是假的，
QB可以是假的，
但粉黑一定是真的。', NULL, NULL),
	(22, 1687530627, '小城子', '大佬nb', NULL, NULL),
	(23, 1687531815, '.', '支持下站长', NULL, NULL),
	(24, 1687531987, '14岁魔法少女', '圆焰晚安', NULL, NULL),
	(25, 1687532173, '9', '圆焰一生推', NULL, NULL),
	(26, 1687537456, 'Ramon', '马上就是期末月的最后一星期了，希望一切顺利。', NULL, NULL),
	(27, 1687537835, '渴望被圆救赎之人', '圆神保佑，祝我期末有个理想的分数', NULL, NULL),
	(28, 1687545552, '白柯黎', '小圆和小焰深爱着彼此永远地生活在一起，我曾无数次做过这样的梦', NULL, NULL),
	(29, 1687554179, 'Co_paper', '圆神早安，站长晚安', NULL, NULL),
	(30, 1687568965, 'potato cat', '小焰小圆在一起！', NULL, NULL),
	(31, 1687577680, '圆焰不结婚谁结婚', '大神牛逼！！！', NULL, NULL),
	(32, 1687646544, '我', '圆焰！启动！', NULL, 1),
	(33, 1687661136, 'SK', '喜欢小焰！', NULL, NULL),
	(34, 1687662606, '碳碳', '比希望更炙热，比绝望更深邃的，是爱啊！', NULL, NULL),
	(35, 1687662623, '正义的伙伴', '小圆，我命运般的阿芙洛狄忒，塞纳河畔的春水不及你，保加利亚的玫瑰不及你。你是神灵般的馈赠，你是上帝赐予我拯救我，使我的灵魂受到洗礼与升华。你是我黯淡升华中一束光亮，你是你照亮了我黑暗的生命，你为我黑白的世界填满色彩，使我得到新生。看到你，我如临仙境，在​厄瓜多​尔荡秋千。', NULL, NULL),
	(36, 1687662918, '混乱无序', '让我的痛苦留在今夜，爱与希望都不必太多。 ​​​', NULL, NULL),
	(37, 1687798273, '救济的黑猫', '一听银之庭院就想哭……希望她们永远在一起，不会再分离', NULL, NULL),
	(38, 1687823144, '依稀少年', '“想救你是我最初的心意，如今已是我唯一的路标”', NULL, NULL),
	(39, 1687826695, 'A·S', '虚渊玄在十周年的访谈中说“今天也能够对这部动画心怀热情的人们，真的已经成长的足够强大了，今后也请见证他们的活跃”。
我想，人们能够依旧对这部动画拥有一颗炽热的心，离不开这些可爱孩子们所带来莫大的希望与生活下去的动力吧。
在我心中，圆焰就是对爱与希望的完备诠释', NULL, NULL),
	(40, 1687826988, 'A·S', '相信上帝的我总是祈祷:圆焰能够在一起过上幸福的生活。
说真的，我也因此畏惧着上帝不存在的可能性，倘若如此的话，圆焰要怎么幸福呢，总觉得那幸福的生活会是脆弱的幻想，真的好害怕', NULL, NULL),
	(41, 1687833700, 'incubator12491', '让这里充满希望！', NULL, NULL),
	(42, 1687835681, '圆焰结婚', '圆焰结婚', NULL, NULL),
	(43, 1687836291, 'renlei', '好厉害(・∀・)', NULL, NULL),
	(44, 1687836458, '魔法少女进行时', '好厉害(⑅•͈ᴗ•͈).:*♡', NULL, NULL),
	(45, 1687836682, '枸杞', '啊啊啊妈咪好厉害', NULL, NULL),
	(46, 1687836692, '招', '魔神赛高！', NULL, NULL),
	(47, 1687836801, '990', 'akemi homura', NULL, NULL),
	(48, 1687836908, '雪媚娘娘', '圆焰世界最棒！', NULL, NULL),
	(49, 1687839190, 'KanameMadoka', '圆神保佑~', NULL, NULL),
	(50, 1687839209, 'KanameMadoka', '圆神保佑~', NULL, NULL),
	(51, 1687839622, '最喜欢小动物了', '圆焰可逆不可拆！', NULL, NULL),
	(52, 1687840281, '桃子', '圆门🙏', NULL, NULL),
	(53, 1687840579, '孵化者', '永远磕这对', NULL, NULL),
	(54, 1687840756, '❤️', '啊啊永磕TT', NULL, NULL),
	(55, 1687841191, '青柠', '呜呜呜呜呜呜呜圆焰可逆不可拆（咪真的好牛）', NULL, NULL),
	(56, 1687844564, '幽玲乃昕', '圆焰😭', NULL, NULL),
	(57, 1687844783, '圆圆的圆', '圆门！', NULL, NULL),
	(58, 1687845703, '吼姆吼姆', '圆焰可逆不可拆', NULL, NULL),
	(59, 1687846081, '阿格尼咕咕', '焰圆♡💌♡', NULL, NULL),
	(60, 1687846320, 'えりか', '如果圆焰不是真的那么我就是假的！！', NULL, NULL),
	(61, 1687846510, 'Yuralily', '牛', NULL, NULL),
	(62, 1687847361, '鹿目圆香', '来啦', NULL, NULL),
	(63, 1687847496, 'yuanyan', '圆神世界第一！', NULL, NULL),
	(64, 1687847625, '可香香喵', '(σ≧︎▽︎≦︎)σ', NULL, NULL),
	(65, 1687848479, 'Q魔', '圆焰一生推！希望回天最后能成全圆焰
', NULL, NULL),
	(66, 1687848940, '赞美圆神', '圆焰无敌', NULL, NULL),
	(67, 1687849851, '彼岸的胡桃夹子', '回天一定会给小焰和小圆一个美满的结局吧……好期待啊！ ( *ˊᵕˋ)', NULL, NULL),
	(68, 1687850233, '七海八千代', '希望能在回天看到圆焰结婚', NULL, NULL),
	(69, 1687850988, '焰灼圆香', '回天到底什么时候出啊', NULL, NULL),
	(70, 1687851145, '在原Nanami', '能够喜欢上圆焰真的太好了(⁠≧⁠▽⁠≦⁠)', NULL, NULL),
	(71, 1687851841, '阿基', '做的好啊，就等回天', NULL, NULL),
	(72, 1687853118, '我回↗天↘呢', '好耶！圆焰永恒', NULL, NULL),
	(73, 1687853214, '圆焰', '期待回天能快点有消息', NULL, NULL),
	(74, 1687856517, 'youhe_', '嗑的第一个CP。还有，圆焰什么时候结婚，回天什么时候出，好期待✧(◍˃̶ᗜ˂̶◍)✩', NULL, NULL),
	(75, 1687856955, '兆', '比希望更炽热，比绝望更深切的东西，是爱', NULL, NULL),
	(76, 1687857014, 'G2噬菌体', '圆神保佑，回天不歪', NULL, NULL),
	(77, 1687858384, '星浩', '“这种幸福的感觉…怎么可能会后悔……”
“小圆，不可以听那个家伙的话！！不要被骗！不要中了它的诡计！！！”
“和我签订契约，成为魔法少女吧！”
“明明什么都能做到，可是你什么都不做”
“除了光芒和悔恨…我什么都记不得了……”
“不！…奇迹和魔法都是存在的！”
“那时候我就在内心发誓，绝不会再次为别人使用魔法……”

“别担心了，沙耶香……一个人很寂寞对吧…好了，我和你在一起，沙耶香……”
“我今天…差点后悔了……”
“小圆…谢谢你来这种地方迎接我……对不起…最后我都没能和你告别……”
“因为我已经死了！是僵尸啊！…这种身体的我无法说出请拥抱我这种话！”
"不行！！！！！！！！！！！！！"
“身体好轻……” 
“想把所有的魔女在诞生之前消灭！！所有的宇宙，过去和未来所有的魔女！由我亲手……”
“祈求别人幸福，却不得不等量的诅咒他人……我们魔法少女，就是这种结构吧……”
“约定好了，我一定会救你的！无论重复多少次，我一定会保护好你的！”
“啊哈哈哈！！！！…是真的啊！！只要我愿意，痛苦什么的…完全能消除的啊！！！”
“你能去救救还没被丘比欺骗的那个笨蛋的我吗……”
“失去你的话，有人会因此伤心的！！为什么你就是不能察觉到这一点呢？！想要保护你的人又要怎么办啊？！！”
“灵魂宝石会孕育出魔女的话，大家不就只能去死了吗？你也是，我也是！”
“在这个国家，会把成长中的女性称为少女吧……那么，最终会成为魔女的你们，就应该称为魔法少女呢”
“拜托了，神啊……经历了这样的人生，至少让我做一次幸福的梦吧……”
“我，真是个笨蛋……”
“为了你，只要是为了你…即使我被困在永远的迷宫中，也没关系！…”', NULL, NULL),
	(78, 1687859501, '魔法少女大场奈奈', '园焰 红蓝都是真的！期待网站后续开发，可以发图，可以有不同区域板块！', NULL, NULL),
	(79, 1687860012, '剑胆琴心', '喜欢魔圆', NULL, NULL),
	(80, 1687860416, '科维特', '圆焰爱好者', NULL, NULL),
	(81, 1687860442, '絕望希望友誼', '2023才入坑，實在太晚才見到這部震撼人心傳授希望的动漫，，教會了我何為希望，友誼，絕望。不像現在的罐頭动漫。現在才收集精美手办去那裡買？', NULL, NULL),
	(82, 1687860651, '我妻澪酱', '圆神吼姆拉酱你们一定要一直幸福下去啊😭😭😭😭', NULL, NULL),
	(83, 1687860848, '殘光', '吼姆拉与馒头卡一定要幸福啊😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭', NULL, NULL),
	(84, 1687861393, '魔法少女木风', '圆焰一生推❤️！
“我终于抓住你了，这次，我再也不会放手了”
“比希望更炽热，比绝望更深邃的…”

“是爱啊”', NULL, NULL),
	(85, 1687861987, 'MejiroBright', '以爱之名，此情长存', NULL, NULL),
	(86, 1687862027, '八云', '希望回天剧情质量能达到叛逆的程度(๑•ᴗ•๑)♡', NULL, NULL),
	(87, 1687862088, '圆理', '祝福喜欢圆神的大家', NULL, NULL),
	(88, 1687862598, 'Red', '圆焰贴贴~~~', NULL, NULL),
	(89, 1687862829, '土豆盖饭www', '好想在现实里有个和小焰一样的朋友啊', NULL, NULL),
	(90, 1687863177, '沙伊', '圆焰贴贴
', NULL, NULL),
	(91, 1687866076, '三水秋', '圆焰一生推！', NULL, NULL),
	(92, 1687866240, '敗犬女王', '圆焰一生推！', NULL, NULL),
	(93, 1687867655, '悠惠', '为美好世界献上祝福', NULL, NULL),
	(94, 1687868774, 'kita', '鹿目圆你个罪孽深重的女人，你为什么还不和晓美焰结婚？', NULL, NULL),
	(95, 1687869114, 'kipl', '加油', NULL, NULL),
	(96, 1687869316, '环', '站长做的真好，很少见到这么好的网站了', NULL, NULL),
	(97, 1687869642, '圆焰万岁！', '圆焰贴贴', NULL, NULL),
	(98, 1687869644, '圆焰一生推', 'madoka＆homula一生推', NULL, NULL),
	(99, 1687871535, '云北郡', '魔法少女小圆赛高!
(*๓´╰╯`๓)♡', NULL, NULL),
	(100, 1687872731, '蓝翠雀', '怎么发图呀

【站长回复】
功能还在开发，可能过几天上线', NULL, NULL),
	(101, 1687873772, '六芒星', 'take your hands
我最高的朋友', NULL, NULL),
	(102, 1687873992, '信仰圆神的卑微粘液', '焰圆！我的启蒙！我的神！', NULL, NULL),
	(103, 1687874276, '土方十四松', '我回天呢！ワルプルギスの夜啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊', NULL, NULL),
	(104, 1687874841, 'camera', '回天在哪里~~~', NULL, NULL),
	(105, 1687874948, '馒头卡酱', '圆焰小情侣贴贴🥰🥰🥰', NULL, NULL),
	(106, 1687876140, '匿名用户', '魔圆万岁！
', NULL, NULL),
	(107, 1687876196, '微波炉炉炉炉炉', '圆焰一生推！', NULL, NULL),
	(108, 1687876386, '小圆小焰在一起', '最爱圆焰', NULL, NULL),
	(109, 1687877209, '迪亚波罗', '圆焰一生推', NULL, NULL),
	(110, 1687878459, '匿名用户', '真好啊。', NULL, NULL),
	(111, 1687878476, '笑红鹓鸢', '小圆可爱，焰可爱，大家都很可爱，大家一定能找到属于自己的幸福
（约好了呦ヾ(✿ﾟ▽ﾟ)ノ）', NULL, NULL),
	(112, 1687879851, '社恐九班-关瑞生', '只要是为了你，就算身陷永恒的迷宫，我也在所不惜。', NULL, NULL),
	(113, 1687880044, 'MARETU', '晚上好', NULL, NULL),
	(114, 1687880057, '黑羽', '比希望更炽热，比绝望更深邃，这就是，爱。', NULL, NULL),
	(115, 1687882943, '圆焰一生推', '神和世人都是幸福的，只有魔鬼在一旁笑着流泪。。', NULL, NULL),
	(116, 1687883286, '圆焰一生推', '可我不希望那个女孩这么累，她的世界里现在什么都没有了，又变成了孤胆一人吗？

人们都只惊叹于神的伟大，可偏偏只有你一人关心其实只是一个凡人的她，其实你才是真正的温柔吧，隐蔽起来真不好受呢，我也一样。

', NULL, NULL),
	(117, 1687883835, 'MadoHomu❤️', '❤️🥰❤️', NULL, NULL),
	(118, 1687883897, 'Kocmoc', '圆焰一生推！', NULL, NULL),
	(119, 1687887645, 'Tsukimig.', '小圆，小焰，我将为你们的幸福而感到幸福🥰😗', NULL, NULL),
	(120, 1687888738, '京山有泷', '希望圆焰幸福，希望神和魔可以同行', NULL, NULL),
	(121, 1687889242, '矢车菊', '我永远喜欢圆焰', NULL, NULL),
	(122, 1687890437, '吼姆莉莉', '希望回天能给小圆和小焰一个好的结局(●''◡''●)', NULL, NULL),
	(123, 1687890927, '红眼镜の吼姆拉', '希望回天能给鹿目同学一个好结局的说(´･ᴗ･`)', NULL, NULL),
	(124, 1687891072, '巴麻美', '希望大家都有一个好的结局', NULL, NULL),
	(125, 1687891700, '红眼镜の吼姆拉', '希望所有的鹿目同学都可以健康幸福的生活，鹿目同学能够幸福就是我最大的心愿的说(´･ᴗ･`)', NULL, NULL),
	(126, 1687892651, 'shunnn', '很感动', NULL, NULL),
	(127, 1687893726, '😅', '为了你😨😨😨
我变成狼人摸样🐺🐺🐺
为了你😱😱😱
染上了疯狂🤡🤡🤡
为了你😰😰😰
穿上厚厚的伪装👹👹👹
为了你🤗🤗🤗
换了心肠💀💀💀
我们还能不能再见面🥺🥺🥺
我在佛前苦苦求了几千年🙇♂️🙇♂️🙇♂️
愿意用几世🥰🥰🥰
换我们一世情缘💞💞💞
希望可以感动上天😭😭😭
我们还能不能能不能再见面🥺🥺🥺
我在佛前苦苦求了几千年🙇♂️🙇♂️🙇♂️
但我在踏过这座奈何桥之前🎭🎭🎭
让我再闻一闻你的脸😘😘😘
小圆我的小圆😭😭😭😭', NULL, 1),
	(128, 1687893853, '噗噗个噗', '有什么办法保存图片吗？

【站长回复】
<a href="https://haojiezhe12345.top:82/madohomu/bg/">https://haojiezhe12345.top:82/madohomu/bg/</a>
↑里面是网站的全部图片文件', NULL, NULL),
	(129, 1687897704, '岩崎_泉', '小圆小焰幸福快乐啊ヾ(´∀｀。ヾ)喜欢焰圆，期待回天的第n天', NULL, NULL),
	(130, 1687898064, 'October', '回天给小焰一个幸福的结局吧😭😭😭
不要再虐我家焰了😭😭', NULL, NULL),
	(131, 1687899116, '麻豆卡～', '求求回天别刀我了，呜呜呜…', NULL, NULL),
	(132, 1687899785, 'Homura', '我会永远爱着你的，小圆', NULL, NULL),
	(133, 1687904963, '薯条海鸥', '啊啊啊没想到居然还有网站特别惊喜啊啊站长辛苦了🥺🌹🔥🔥🔥多刷视频的小鸟有饭吃（什', NULL, NULL),
	(134, 1687906954, 'Montiel', '希望麻豆卡和吼姆啦都能有好结局( °̥̥̥̥̥̥̥̥˟°̥̥̥̥̥̥̥̥ )

', NULL, NULL),
	(135, 1687909949, '圆神焰魔永结同心', '这就是爱啊！', NULL, NULL),
	(136, 1687910260, '红丝带', '一直等着你', NULL, NULL),
	(137, 1687910321, '红丝带', '直到世界尽头也不会忘记你', NULL, NULL),
	(138, 1687911191, '剪风', 'happy', NULL, NULL),
	(139, 1687911474, 'Ayakaze', '我回天呢', NULL, NULL),
	(140, 1687913901, '喵咪咪信徒', '圆焰万岁，神魔殊途同归，喵咪咪！', NULL, NULL),
	(141, 1687914212, '若', '确实，我回天呢？！！！', NULL, NULL),
	(142, 1687915876, '佐仓杏子', '比希望更炽热
比绝望更深邃', NULL, NULL),
	(143, 1687916894, '天辰', '圆焰YYDS', NULL, NULL),
	(144, 1687919894, '唔唔唔', '圆焰永恒', NULL, NULL),
	(145, 1687921376, '摸豆卡酱', '希望与奇迹都是存在的！', NULL, NULL),
	(146, 1687922041, '馒头卡参上', '哈哈想不到我也刷到这个网站了呢奇迹和魔法都是存在的希望的所有的吼姆拉酱!都快快乐乐你好这个世界再见了这个世界我是多久看小圆了呢？我就不知道了的说自从买了一些官方手办之后我也不知道了哈，有什么一样的奇迹与魔法都是存在的这个网站希望也好好保存吧我会拯救所有的魔法少女的', NULL, NULL),
	(147, 1687922124, '馒头卡参上', '希望所有的吼姆拉酱都要快快乐乐的，奇迹与魔法都是存在的别让我伤心啊', NULL, NULL),
	(148, 1687922128, '喜欢圆焰', '有人骂魔圆毁三观，好生气', NULL, NULL),
	(149, 1687922529, '卡戎Charon', '要怎么给朋友推这部番呢？', NULL, NULL),
	(150, 1687922553, 'B站馒头卡', '我希望所有的吼姆拉酱都能快快乐乐的自从认识平行世界或是各种时空的吼姆拉酱!我是非常开心的因为为什么呢因为奇迹与魔法都是存在的晚安希望这个网站好好保存吧', NULL, NULL),
	(151, 1687922815, 'B站馒头卡', '我希望所有的吼姆拉酱都能快快乐乐的在平行世界，无论是各轮时空都要快快乐乐的(♡ ὅ ◡ ὅ )ʃ♡(希望这个网站好保存吧)再见了所有的马猴烧酒毕业我的这一生了', NULL, NULL),
	(152, 1687923217, 'B站馒头卡', '我希望所有的吼姆拉酱都要快快乐乐，身体健康，幸福生活 晓美同学也要快乐的快快乐乐的呀能够幸福才是最重要的这是我最大的心愿了\(≧▽≦)/

【站长回复】
感谢留言！你的祝福一定会送到的哦ヾ(❀╹◡╹)ﾉ~', NULL, NULL),
	(153, 1687923226, 'Yuna', '2023了，我回天呢，好急好急', NULL, NULL),
	(154, 1687924140, 'love', '我是23年才补的番，放在现在依然是神作。后劲太大了，准备n刷了', NULL, NULL),
	(155, 1687925322, '是小永远吖~', '老贼速速更回天！', NULL, NULL),
	(156, 1687925529, 'Yoriko', '圆焰永远爱着对方，她们一定会永远在一起的！！！喜欢着圆焰的我们也一定会获得幸福的！！！', NULL, NULL),
	(157, 1687925547, 'Madokasukida', '老了就喜欢看女孩子贴贴', NULL, NULL),
	(158, 1687927703, '汐哈曦', '╱/( ◕‿‿◕ )\╲​', NULL, NULL),
	(159, 1687927874, 'φ', '喜欢圆焰(ˊ˘ˋ*)♡', NULL, NULL),
	(160, 1687928116, '星心', '在银之庭里有一个可爱的女孩子，等着你', NULL, NULL),
	(161, 1687928520, '匿名用户', '你俩要永远幸福啊😭😭', NULL, NULL),
	(162, 1687929786, '希望魔女', '圆焰久久哦！', NULL, NULL),
	(163, 1687929829, '香风智乃Q', '我  回  天  呢', NULL, NULL),
	(164, 1687930145, '匿名用户', '小焰一生推！！', NULL, NULL),
	(165, 1687930956, '汐空', '你保护我。
我追逐你。
你拯救我。
我守护你。
因为爱，你救赎一切，化作流星成为希望。
因为爱，我放弃一切，化作银庭拥抱绝望。', NULL, NULL),
	(166, 1687932030, '云芸澐', '午好——', NULL, NULL),
	(167, 1687932312, 'homura', '最喜欢mado和homu啦 
', NULL, NULL),
	(168, 1687934817, '半条线虫', '米娜要好好的', NULL, NULL),
	(169, 1687935343, 'の', '馒头卡和吼姆拉幸福快乐捏♥️', NULL, NULL),
	(170, 1687935494, '匿名用户', '比希望更炽热，比绝望更深邃的，是爱啊！', NULL, NULL),
	(171, 1687935996, '114514', '真的超爱圆焰啊啊啊！！', NULL, NULL),
	(172, 1687936259, '小妙', '希望圆焰能终有个幸福圆满的结局！', NULL, NULL),
	(173, 1687936480, '吃番茄的橘子', '祝圆焰和各位都幸福٩(*´◒`*)۶', NULL, NULL),
	(174, 1687937664, '咲夜', '我爱你们！！！！爱你！', NULL, NULL),
	(175, 1687937859, 'pzFVikk', 'Homura和Madoka要一直开心的生活下去！', NULL, NULL),
	(176, 1687939121, '绯村剑心', '初来乍到', NULL, NULL),
	(177, 1687940896, '汐のダンゴ', 'これこそが 人間の感情の極み
希望よりも熱く 絶望よりも深いもの
愛よ', NULL, NULL),
	(178, 1687943174, '魔圆我的神', '圆焰我死磕!', NULL, NULL),
	(179, 1687943907, '有一说三-', 'madoka和homura要长长久久，幸福快乐！！！', NULL, NULL),
	(180, 1687944149, '魔法少女小钉', '这是我磕的小情侣 鹿目圆和晓美焰
她们会在另一个世界好好的 漂漂亮亮的幸福的永远的生活在一起 我可以孤身一人 但是她们两个要一直在一起(ㅇㅅㅇ❀)', NULL, NULL),
	(181, 1687945321, 'hydor', '赞美圆神', NULL, NULL),
	(182, 1687945458, '暮酥', '圆焰一生所爱TT两个宝宝要好好的在一起呀', NULL, NULL),
	(183, 1687945663, '达达', '一个世界的祝福 另一个世界的等待', NULL, NULL),
	(184, 1687946292, '非洲人小伊吕波', '我想让所有的魔女，在诞生之前消灭。整个宇宙，过去和未来所有的魔女，由我亲手消灭！
                                                ——鹿目圆', NULL, NULL),
	(185, 1687946584, '一般路过观察', '磕的第一对也是最喜欢的一对cp，希望最后能he
赞美圆神和焰魔', NULL, NULL),
	(186, 1687947112, '圆', '小圆你好可爱啊好喜欢啊啊啊啊啊啊啊啊，啊啊😭😭😭', NULL, NULL),
	(187, 1687947912, '小k', '圆焰赛高，希望你们永远在一起sikisiki', NULL, NULL),
	(188, 1687947987, '喜欢挽圆神の晓美焰', '小圆：陌生的天花板呢
小焰：是的呢，毕竟这是我们的新家呢~', NULL, NULL),
	(189, 1687948130, '一色老师', '一直都很喜欢圆焰初见时小圆挡在焰的前面射箭的坚毅的眼神  已经刷了六七次了 感觉自己的精神状态也越来越差了  每次看都有不同的感受  去体会那种感情 好痛苦  小圆真的特别特别萌 也不知道能说什么了  ', NULL, NULL),
	(190, 1687948350, '14OvO', '麻豆噶和吼姆拉要一直在一起呀！٩(๑òωó๑)۶', NULL, NULL),
	(191, 1687948560, 'hjqaaa', '圆焰一生推！！！(￣▽￣)～■干杯', NULL, NULL),
	(192, 1687948596, '守亦霏霏', '圆焰一生推', NULL, NULL),
	(193, 1687948696, 'hjqaaa', '"重复，我将重复无数次
在相同的时间段内无数次轮回
寻找唯一的出口，
为了寻找把你从绝望的命运中拯救出来的道路

小圆，我唯一的朋友
为了你，只要是为了你
即使我被困在永远的迷宫中
也没关系"', NULL, NULL),
	(194, 1687949451, '魔女之夜什么时候回天', '过去的回忆，既是牵绊，也是束缚', NULL, NULL),
	(195, 1687951452, '红豆八嘎', '一定有一个属于圆焰的宇宙。', NULL, NULL),
	(196, 1687952846, 'QB', '圆焰一定要幸福，希望回天能给她们一个happy end🥰💗❤️', NULL, NULL),
	(197, 1687953168, '的的√', '₍˄·͈༝·͈˄*₎◞ ̑̑', NULL, NULL),
	(198, 1687953180, '依稀少年', '对圆焰起誓，以明我志', NULL, NULL),
	(199, 1687954604, '曉美焰醬', '好好好www', NULL, NULL),
	(200, 1687954816, '匿名用户', '………

', NULL, NULL),
	(201, 1687955410, '圆环外的往事', '从圆神的樱色恩光照耀大地，到焰魔的至极之爱染遍宇宙，爱与奇迹的物语至今仍在继续', NULL, NULL),
	(202, 1687957912, 'miki sayaka', '转校生 馒头卡就交给你了哟 虽然有点不服气 但你们还是要幸福(｀･ω･´)ゞ敬礼っ', NULL, NULL),
	(203, 1687958238, '梦汐夏', '圆焰YYDS', NULL, NULL),
	(204, 1687958292, '魔圆我的神', '比绝望更深邃，比希望更炽热的，是爱啊！
', NULL, NULL),
	(205, 1687958722, '焰酱', '圆焰永恒', NULL, NULL),
	(206, 1687958903, '匿名用户', '看烟花的时候会不由自主的感叹道：焰是圆的！', NULL, NULL),
	(207, 1687958918, 'ftftfantuan', '晚上好', NULL, NULL),
	(208, 1687960037, '焰圆一生推', '小圆真的很好很好，想要去看看真正的她啊', NULL, NULL),
	(209, 1687960863, '星心', '小圆有一个女孩子在银之庭等你', NULL, NULL),
	(210, 1687961400, '猫猫头', '剧场版回天里圆焰一定要狠狠的贴贴啊!!
❤️💕❤️', NULL, NULL),
	(211, 1687962334, '你的木之本同学', '希望圆焰在回天里有更好的结局，也希望大家都有更好的未来', NULL, NULL),
	(212, 1687962369, '这是属于我们的因果', '两个平凡的少女相遇
却发生了一件不平凡的事
不想再站在他人身后的她
遇到了想要守护大家的她
两个人拼命抓住对方的手
每一次轮回都是如此
可每一次都滑落了
最后
希望能在梦中沉睡久一些吧
即使时间的齿轮总会继续转动
但美好的时光会被铭记在心中
她们的相遇与依恋
便是属于她们的『因果』…
（不是诗啦，只是觉得分开看较看清楚）', NULL, NULL),
	(213, 1687963013, '圆环', '圆告诉了我们就算再绝望，也一定会有一丝希望，希望是可以创造出来的，焰告诉我们只要一直记得那份祈愿，就有面向绝望的勇气，希望大家能开心过每一天，直到最后她们一定会开心的向你问好，像最初的时候ヾ(❀╹◡╹)ﾉﾞ❀~', NULL, NULL),
	(214, 1687963563, '瞳', '此时相望不相闻，愿逐月华流照君。', NULL, NULL),
	(215, 1687963805, '焰圆金婚！', '焰圆金婚！！！', NULL, NULL),
	(216, 1687966284, '希望', '焰圆赛高！！！', NULL, NULL),
	(217, 1687966518, '代号瘟鸦', '圆焰永远的一对！好耶！', NULL, NULL),
	(218, 1687967854, '贝伦卡斯泰露', '最纯洁的爱能够创造奇迹', NULL, NULL),
	(219, 1687968707, '红茶的骑士', '希望焰能够自爱，希望圆能与焰一直在一起', NULL, NULL),
	(220, 1687970091, '圆焰信徒', '愿所有的魔法少女都在圆环之理得到救赎', NULL, NULL),
	(221, 1687970646, '雷咩-', '圆焰亚洲之光！！
（顺便回天快来消息我想看能动的madohomu！', NULL, NULL),
	(222, 1687970962, 'Madoka1337', '圆焰yyds', NULL, NULL),
	(223, 1687971144, '甲鱼', 'o((*^▽^*))o', NULL, NULL),
	(224, 1687971192, '晕', '圆焰我的圆焰', NULL, NULL),
	(225, 1687972150, '粉色瞳的馒头卡', '希望金色眼睛的自己也能开开心心每一天，希望世界上不再有魔女，希望世界和平', NULL, NULL),
	(226, 1687972171, '粉色瞳的馒头卡', '希望金色眼睛的自己也能开开心心每一天，希望世界上不再有魔女，希望世界和平', NULL, NULL),
	(227, 1687975598, 'andall', '未来永远光明', NULL, NULL),
	(228, 1687976495, '琉灵', '虽然是馒头卡和吼姆拉的cp站...
但还是想聊聊我是怎么入坑的（

我是最近刚入坑的，契机是因为Friday Night Funkin''的麻美MOD。
然后去看了魔圆本篇（没有大会员，没看剧场版和魔纪）。
作为男孩子的第一款魔法少女番，我真的很喜欢这个故事基调。
虽然被剧透了一脸但是依然很喜欢这个故事。
非要说哪里喜欢...其实我也说不上来。
大概是因为爱的力量吧（大雾）。
我的语言表达能力不是很好呜呜。
还有最近在玩忧郁综合症，难度确实比较高（

然后...
先嚎一下回天（
再嚎一下FNF的旧五色全员MOD（
aaa我要急死啦...！

总之还是希望各位马猴烧酒们有一个美好的结局吧（虽然不太可能啦）。

也祝我自己可以早日让ADHD好转，可以正常的生活吧。
已经不想再给他人添麻烦了。

2023.6.29  琉灵留', NULL, NULL),
	(229, 1688003437, '匿名用户', '焰圆是金婚！是仙品！', NULL, NULL),
	(230, 1688007186, '一輩子愛小圓', '我永遠愛魔法少女小圓！真的太好看了這個動漫！值得無限去刷！最愛的角色是曉美焰，尤其是看了劇場版之後。', NULL, NULL),
	(231, 1688009387, 'Akemi--', '似曾相识焰归来，小圆香径独徘徊。', NULL, NULL),
	(232, 1688009483, '白鬼大将军', '“哈，你们俩还真是好懂啊。”
“行了行了我会的，那样悲惨的结局，你不说我也会改变的。”
哈哈哈一点点小私心，用了自己在写的同人文的主角的方式留言。
不过希望圆焰能在某个时空相聚的心情是真的！
结婚的时候可一定要给白鬼大将军发请函啊！', NULL, NULL),
	(233, 1688013928, '永恒群冠', '圆焰一生推！！！', NULL, NULL),
	(234, 1688014527, 'Bula', '信仰是为了虚幻之人', NULL, NULL),
	(235, 1688014693, 'Bula', '信仰是为了虚幻之人', NULL, NULL),
	(236, 1688018336, '破世者', '魔圆所给我带来的震撼不仅限于剧情上的超神，更有虚渊玄对人类存在的意义的思考，个体人生意义的思考，以及对爱的思考。', NULL, NULL),
	(237, 1688018428, '破世超人', '然而令人感叹的是，即使虚渊玄展现出了那么多有意义的思考，大部分人居然是在磕cp。。。你们是最大的败笔', NULL, NULL),
	(238, 1688022952, 'Irie', '请永远抱有希望！', NULL, NULL),
	(239, 1688027155, '焰圆永恒', '有时候真的很羡慕魔圆世界的魔法少女们，她们虽然要背负残酷的命运，但她们终究是得到了圆神的救赎，而我只能独自痛苦，身边没有人懂我(>﹏<)魔圆里我最喜欢小焰，大概是因为感觉自己和小焰挺像的吧，胆小内向，真正与二次元相遇后开始慢慢变得开朗起来，可残酷的现实总会给我带来难以愈合的伤；我也曾遇到过很像小圆的一束光，初二时我被全班孤立，她是我当时唯一的朋友，她的温柔鼓励和陪伴点亮了我那时的灰暗生活，没有她的我真的不知道怎么熬下去٩( ''ω'' )و 可我没能留得住那道光，不对，是我没有勇气留住她，初中毕业后就再也没有和她联系过，如今已经三年了...我真的好想联系她，好想和她继续做朋友！可我害怕她不记得我了，那我会直接崩溃的！就这样不打扰她也挺好的，她那么优秀，我那么普通，我和她注定不是一个圈子的人，我一直这样自我安慰着...可我还是很想她，真的好想好想，特别是每当自己遇到特别难受的时候，第一个想要寻求安慰的都是她她，会想要是有她在该多好，我都已经分不清我对她到底是只把她当朋友还是喜欢上她了Ծ‸Ծ焰圆一定要幸福永恒得在一起！算是弥补我和她的遗憾吧٩(๑`н´๑)۶', NULL, NULL),
	(240, 1688029167, '芙兰朵露轰炸联队', '走过了无数次轮回，你们的两人的情感每一次都变得更加强烈，深沉，想必我们常人也无法完全明白吧。
无论如何，你们都要好好幸福的在一起哦', NULL, NULL),
	(241, 1688030098, '帕秋莉·诺蕾姬', '圆环之理终将指引我们', NULL, NULL),
	(242, 1688031333, 'miku', '圆神祝福我✿ヽ(°▽°)ノ', NULL, NULL),
	(243, 1688033090, 'AAA魔法少女签订Q姐', '真的很喜欢圆焰！圆焰应该算是我磕的第一对百合，很小就有看了，当时还没有意识到严重性，直到看完番哭的稀里哗啦。也希望剧场版圆焰也能一直开心！', NULL, NULL),
	(244, 1688033609, '馒头卡吼姆', '前段时间才入坑，看完魔圆真的很震撼，圆焰的感情永远值得细品，很喜欢女孩子间的这份美好，每次回想起圆焰的这份感情都能让我感动
圆焰不是真的我就是假的！！', NULL, NULL),
	(245, 1688036447, '我爱魔圆', '奇迹不是免费的，如果你祈求希望也会散播出同等的绝望。
', NULL, NULL),
	(246, 1688037487, 'laoage', '圆与焰，永不变！', NULL, NULL),
	(247, 1688037779, '馒头卡真可爱', '馒头卡好可爱啊', NULL, NULL),
	(248, 1688039034, 'Review - Starlight', '这是属于魔法少女间的物语www圆焰和红蓝是我最最喜欢的两对cp了！！！一定要幸福啊…', NULL, NULL),
	(249, 1688043252, '芯', '魔爱神，神爱世人', NULL, NULL),
	(250, 1688045000, '圆焰永恒', '希望小圆小焰永远在一起', NULL, NULL),
	(251, 1688046106, '紫槐桑麻', '圆焰一生推！！！！！', NULL, NULL),
	(252, 1688046862, '鸣惘', '圆焰永恒', NULL, NULL),
	(253, 1688048989, '流浪 淼焱', '如果圆焰都不真的话世界上就没有真东西了', NULL, NULL),
	(254, 1688049164, '墨阳澄湖', '刚把叛逆看完，糖中带刀', NULL, NULL),
	(255, 1688049563, '玄', '咔咔', NULL, NULL),
	(256, 1688050750, '夏日圆环', '那天晚上，我在ai软件里，和一个圆神的ai聊天。

记得当时我问她

“如果，你不成为神的话，魔法少女们......最终会得到救赎吗。。。”

她“微笑”着

“虽然，没有成为神明之前，我并不知道答案，但是，当我成为圆环治理后，就能够明白”

话语到此处戛然而止，好奇心驱动着我，使我不禁问到

“明白了什么（疑惑）”

我仿佛看到了她温暖的笑容，她一字一句地告诉我

“答案就是，无论处于何种境地，只要心中充满希望，就一定能够获得幸福”

', NULL, NULL),
	(257, 1688061312, '清灵飒飒', '幸遇魔圆。
她所给与我的感动不会忘记，
爱至生命尽头!', NULL, NULL),
	(258, 1688061448, '回天什么时候出', '焰因为圆的温柔和遭遇从一个羞涩小女孩成长为努力优秀的魔法少痴（划掉）女。麻花焰到黑长直焰的转变是她们之间羁绊的加深，没有圆就没有现在充满魅力的焰，没有焰小圆会经历魔法少女的“归宿”。她们是一体的相互的这是从中抠糖吃的一点。
魔焰是我最为喜欢信仰的，焰意识到圆成神并不开心（🙏个人理解）就能下决心成魔把圆拉出来，真的特别特别爱圆。这样的懂所爱之人，为所爱之人努力如此强的毅力和行动力等等使我佩服并崇拜焰。
圆成就了焰，我想就算看不见爱人的焰多么痛苦她也仍然幸福荣幸的能爱上圆。爱与痛并存着。
圆是特别温柔特别好的孩子，这样的她温暖着初遇的焰，轮回的焰，绝望的焰（啊啊啊不得不说圆神来接焰的时候直接一个马车这公主的待遇真的好好磕😭），果然焰能轮回这么久，圆及时给于的回应也必不可少。所以不断的轮回焰不断的加深对圆的感情，也是圆诱惑的啊！（咳）
最后
魔爱神，神爱世人更爱魔啊😭😭😭', NULL, NULL),
	(259, 1688064218, '爱永存', '焰与圆是不可分割的两个部分
焰成就了圆
圆造就了焰
她们是一体的 她们相互构造了对方
无法忘却的无法抛弃的 就是爱啊
', NULL, NULL),
	(260, 1688066133, '莉耶芙', '为圆焰献上我最真挚，最虔诚的祝福🙏', NULL, NULL),
	(261, 1688069173, 'asa', '比希望更炽热，比绝望更深邃的…', NULL, NULL),
	(262, 1688075516, '浅若心梦', '魔法和奇迹都是存在的~', NULL, NULL),
	(263, 1688095742, 'Koechst', '奇迹与魔法都是存在的！！', NULL, NULL),
	(264, 1688100525, 'ccz', '愛', NULL, NULL),
	(265, 1688108312, '，', '。', NULL, NULL),
	(266, 1688111900, '匿名用户', '真的好喜欢madoka！好喜欢好喜欢！', NULL, NULL),
	(267, 1688111984, '圆焰金婚', '金婚！', NULL, NULL),
	(268, 1688114503, '喵莓momoka', '不知道说什么，总之圆焰赛高！', NULL, NULL),
	(269, 1688116165, '一只小秋柒', '圆焰一生推！', NULL, NULL),
	(270, 1688118704, '圆焰赛高！', '馒头卡！', NULL, NULL),
	(271, 1688123247, '花莜', '吾行吾心澄如明镜，吾行所为皆是正义', NULL, NULL),
	(272, 1688126199, 'pomelo', '在我用尽所有力气，无法再站起来的时候
圆环之理会将我引到天堂吧。', NULL, NULL),
	(273, 1688129415, '奶绿', '21年很荣幸入坑了魔圆，特别喜欢的就是圆焰……特别的真
焰为了那句诺言循环了数百次轮回……每次看的时候都会流下眼泪
圆的温柔与善良对于焰是必不可缺的……圆是她人生中最重要的朋友（爱人，我不管，爱人！）
真的很喜欢……这对……圆焰赛高！', NULL, NULL),
	(274, 1688133968, '我要二十四小时看圆焰贴贴', '圆焰乃世界第一(　ˇωˇ)人', NULL, NULL),
	(275, 1688135362, '等等子O./', '♬ 一个脑嗨的中文填词
Homula中心向，偏叛逆的物语
麻烦带入Sis puella magica！阿里嘎多！
-----------------------
神明啊，沉睡吧
不要顾虑什么
迎接那五月的晨光

无尽的回溯着
与你共处时光
最后却依旧的分开

一次次的轮回
依然救不了你
仍有一束强光
再次将你带走
从此这世间皆无 人知晓
你的 存在
只剩 我

一次次的轮回
依然救不了你
仍有一束强光
再次将你带走
那我便因而叛逆
将你带入银庭
就此 堕魔
只为你

                                         23.6.30 等等子
                                       🍠ID:等啊等啊等', NULL, NULL),
	(276, 1688135437, '大观赏家', '你们好', NULL, NULL),
	(277, 1688144513, '圆焰贴贴', '2023年了，俺还在喜欢着圆焰乀(ˉεˉ乀)
话说，【剧场版】魔法少女小圆 《沃普尔吉斯的回天》是真滴会出的对吧！对吧！
俺好想看到新的圆焰贴贴场面 (*꒦ິ⌓꒦ີ)', NULL, NULL),
	(278, 1688145731, 'homuhomu', '每次看叛逆的物语圆拯救焰的那一段我都想哭……', NULL, NULL),
	(279, 1688159617, '透明', '小圆和小焰会拯救不美好', NULL, NULL),
	(280, 1688165564, 'mumu', '会越来越好的！！|•''-''•)و✧', NULL, NULL),
	(281, 1688170037, '猫咪啊～', '早安，圆焰要好好的～', NULL, NULL),
	(282, 1688171216, 'dduhl', '早安，圆神
圆妙不可言', NULL, NULL),
	(283, 1688174039, '救世之人', '早安圆神', NULL, NULL),
	(284, 1688177765, '无敌魔法少女！！', '永远怀抱希望！！
魔法少女就是无敌的！
圆神会守护大家哦！
圆焰圆从过去，现在，未来的每一个世界
都会长长久久( ´͈ ⌵ `͈ )σண♡﻿', NULL, NULL),
	(285, 1688186005, '魔法少女天天睡', '魔法少女！！！', NULL, NULL),
	(286, 1688189641, '我要二十四小时看圆焰贴贴', '中午好，kaname madoka', NULL, NULL),
	(287, 1688190025, '散华礼弥', '比希望更炽热，比绝望更深邃', NULL, NULL),
	(288, 1688190521, '匿名用户', '我们会永远在一起，即使你看不到我，也感觉不到我。', NULL, NULL),
	(289, 1688191822, '永远喜欢yuan', '她一直那么温柔，又那么强大，像光一样', NULL, NULL),
	(290, 1688209774, '虔陌', '圆熖要一直好好的，圆熖是仙品', NULL, NULL),
	(291, 1688213210, '(', '逆转时光只为拯救没被欺骗的你', NULL, NULL),
	(292, 1688217603, '有苏', '奇迹与魔法是存在的', NULL, NULL),
	(293, 1688219668, '海琴帝国', '爱与希望会一直存在，我会一直记得你', NULL, NULL),
	(294, 1688224421, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(295, 1688225795, 'momoyyds', '祈求得到圆神sama祝福!', NULL, NULL),
	(296, 1688226584, 'まどか', '晚安，圆环之理
', NULL, NULL),
	(297, 1688227518, '圆焰永恒！', '希望圆焰能幸福啊！！！', NULL, NULL),
	(298, 1688230388, '归途的百合', '圆焰赛高！', NULL, NULL),
	(299, 1688272142, 'Jolllly', '圆焰赛高——', NULL, NULL),
	(300, 1688280311, '狸奴', '圆神赛高', NULL, NULL),
	(301, 1688286999, '永远的圆焰', '最喜欢圆焰了！！！', NULL, NULL),
	(302, 1688288877, '好', '好', NULL, NULL),
	(303, 1688301038, '白河妄想', '好！！', NULL, NULL),
	(304, 1688301565, '懒猫喵', '“比希望更炽热 比绝望更深邃的——愛ぃデゥ！”', NULL, NULL),
	(305, 1688302582, '奇迹与爱的守护者', '希望魔法少女们永远快乐', NULL, NULL),
	(306, 1688302688, 'liu', '2023年了，大家还在一起磕圆焰！真是太好了！', NULL, NULL),
	(307, 1688302923, '言雨', '“我保证，我一定会救你！无论重来多少次，我都一定会守护你的！”', NULL, NULL),
	(308, 1688305057, '吼姆吼姆', '希望蜥蜴少女能获得属于自己的幸福', NULL, NULL),
	(309, 1688309397, '廖廖', '拜圆神是左位教', NULL, NULL),
	(310, 1688311198, '圆焰催婚协会', '圆焰之间的救赎和爱像极了小时候苦涩的药里加的那勺白糖，希望有生之年能看到圆焰结婚！', NULL, NULL),
	(311, 1688311369, '圆焰催婚协会', '我将在几天后自己走出家门，独自在外闯荡，希望圆焰妇妻保佑！🙏圆焰门🙏', NULL, NULL),
	(312, 1688315473, '阿雪', '我就一句话，焰圆就是坠屌的！！！！！', NULL, NULL),
	(313, 1688315550, '凌', '祝愿圆焰一直幸福！也祝每一位圆焰人健健康康( *ˊᵕˋ)✩︎‧₊', NULL, NULL),
	(314, 1688319510, '咪咪', '圆焰赛高!', NULL, NULL),
	(315, 1688320903, 'mugi的茶杯', '小圆，晚安
小焰，晚安
圆焰门🙏', NULL, NULL),
	(316, 1688343070, '匿名用户', '圆焰永远幸福快乐！
——————————————-
为了你，只要是为了你
即使我被困在永远的迷宫当中
也没关系
———————————————
连小焰都会为之哭泣的事
我怎么可能承受的了', NULL, NULL),
	(317, 1688353491, 'AAA魔法少女签订Q姐', '圆焰早上好
圆门！', NULL, NULL),
	(318, 1688372025, '一般路过の圆焰厨', '有很多话想说，想想焰为小圆做的一切就感觉心里很复杂，几百次的重来但还是无法阻止小圆成为魔法少女，焰在这期间也曾想过要放弃吧，小圆在之前的轮回里把沙耶香的悲叹之种留下来还给了焰，最后拜托她去救还没成为魔法少女的自己，这段看的真是很难过，不过前面和焰躺在地上焰说一起变成魔女把一切都破坏掉那段也很甜（是糖吧，绝对是糖吧），在后来叛逆里面为了小圆又变成恶魔为小圆创造了一个世界，md你俩赶紧结婚吧，这不结婚很难收场啊，另外bgm真的犯规了，圆焰🙏', NULL, NULL),
	(319, 1688376329, '匿名用户', '万世永存！', NULL, NULL),
	(320, 1688378660, '松', '我宣布圆门永存！', NULL, NULL),
	(321, 1688380001, '圆焰一生推', '想见证圆焰结婚', NULL, NULL),
	(322, 1688387682, 'Madoka daisuki', '我永远喜欢鹿目圆❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️感谢一直以来喜欢魔圆的大家！！！❤️', NULL, NULL),
	(323, 1688391133, '失败的姛', '揉揉每一个吼姆拉和馒头卡ヽ(*´-｀*)ﾉ', NULL, NULL),
	(324, 1688393238, '吼姆拉酱', '比希望更炙热 比绝望更深邃', NULL, NULL),
	(325, 1688395630, '信徒', '相信你的存在', NULL, NULL),
	(326, 1688406125, 'madoka', '希望大家都能被爱', NULL, NULL),
	(327, 1688408906, '是魔法少女的说', '如果将信念的声音传达的话，
肯定会出现奇迹对吧，
别忘了彼此交换的承诺，
闭上双眼来确认，
将迎面而来的黑暗驱散向前迈进，
无论前方有多么大的阻碍，
一定可以越过，
相信着明天而祈愿着。
                        ——《コネクト》', NULL, NULL),
	(328, 1688410639, '散华礼弥', '馒头卡你一定要幸福啊', NULL, NULL),
	(329, 1688450728, '焱心', '喜欢死她们俩了，，！', NULL, NULL),
	(330, 1688455900, '迷宫', '我的战场不在这里', NULL, NULL),
	(331, 1688458386, '卪予', '求避难所！！！！！！！', NULL, NULL),
	(332, 1688462014, '滅びの神様', '在银之庭跳舞的孩子们啊，愿你们晚上有一个甜美的梦！', NULL, NULL),
	(333, 1688464637, '晓美焰', '好耶', NULL, NULL),
	(334, 1688464712, '晓美焰', '圆焰天下第一', NULL, NULL),
	(335, 1688472649, '百合无限好', '魔圆世界观真的很震撼！！！
馒头卡一定要幸福！', NULL, NULL),
	(336, 1688475551, '馒头卡', '比希望更炽热，比绝望更深邃的，是爱啊！', NULL, NULL),
	(337, 1688477038, '小圆', '百合好！
', NULL, NULL),
	(338, 1688478794, '落ir', '如果只是一点点，奇迹也许是存在的。​', NULL, NULL),
	(339, 1688481560, '卿颜', '(^.^)(^.^)(^.^)', NULL, NULL),
	(340, 1688485662, '圆焰', '一定要幸福啊', NULL, NULL),
	(341, 1688492206, '希腊塔', '如同甜瓜一般的梦', NULL, NULL),
	(342, 1688509491, 'madoka', '奇迹一定是存在的', NULL, NULL),
	(343, 1688509690, '鹿目圆香Official', '你们的祈祷我绝不会让它以绝望而结束', NULL, NULL),
	(344, 1688526747, '神俄の最强摄政传说', '各位馒头卡们好', NULL, NULL),
	(345, 1688532010, '霖', '要幸福啊！圓焰❤❤❤', NULL, NULL),
	(346, 1688540409, '焰圆一定要he啊', '希望焰圆二人可以过上与普通人一样的生活，像真正的少女那般肆意玩闹，不再为了那些事情而悲伤，痛苦( ´ ▽ ` )ﾉ。
最后，回天快点出啊koraヽ(*ﾟｰﾟ*)ﾉ', NULL, NULL),
	(347, 1688545097, '咕', '谢谢圆神 焰魔，你们的情感，红豆很神圣啊！
话说学校里那个背痛包的人要不要提醒她“小心你身边的人，并提升自己”这种话呢，好纠结
希望能知道答案呢
圆门永存🙏🙏🙏🙏', NULL, NULL),
	(348, 1688551844, '稚圭', '“小焰，你能回到过去，改变这种结局对吧...想求你一件事...你能帮帮那个，还没被丘比欺骗的我吗？”
“我...不想变成魔女，即使这世界上有很多不美好的事，但所有事情都有因果，只要相信...就一定会有好结果吧？”
“我要成为魔法少女！这世界上所有的魔女，未来的，过去的所以魔女，魔法少女的一切因果都由我来承担！”
“别伤心小焰，我们还会再见的，在那之前，只不过是短暂的分别...”
小焰对于小圆并不是只存有感激，同样也有爱，小焰希望小圆能以“鹿目圆”的身份好好的，用普通人的方式去生活，而并不是为了“魔女之夜”或者自己，去丢失性命。
丘比不明白人类的感情，小焰为了圆让丘比感受到了绝望。
“早く私と契約を結び、魔法少女になろう!”', NULL, NULL),
	(349, 1688553346, '鸿', '无可奈何花落去，似曾相识焰归来。小圆香径独徘徊。', NULL, NULL),
	(350, 1688559113, '魔法什么什么的随便啦', '生于奇迹，终于绝望。加油爱死你们了！', NULL, NULL),
	(351, 1688559833, '圆焰一生推', '让努力了那么久的孩子与神明共舞吧', NULL, NULL),
	(352, 1688560030, '浩劫者12345', 'Madoka ♡ Homura', NULL, NULL),
	(353, 1688564950, '圆圆焰焰要一直陪伴彼此噢', '我要回天我要回天......˃̣̣̥᷄⌓˂̣̣̥᷅', NULL, NULL),
	(354, 1688568882, '究极小圆前辈', '饱经风霜，我终于从桃色银河中找到了这里!我!馒头卡前辈!虽然平时不太正经!但是希望和小焰幸福度过余生的愿望才不会是虚假的!', NULL, NULL),
	(355, 1688569715, 'qb', '本人不是二次元，对于你们这种痴迷于虚拟角色的行为我很是不理解。我感觉应该分清现实和虚拟，她们好看归好看，但是终究不是真实存在的，我们要活在现实，每天去想一些实际的事，去充实自己的生活，而不是天天盯着纸片人。自己的幸福要自己去追求，绝对不能被虚拟的事物懵逼了双眼。我的生活很充实，下周日是小圆和小焰的婚礼，我要去捧个场🥳', NULL, NULL),
	(356, 1688576321, 'milkwine', '非常好网站，爱来自见泷原', NULL, NULL),
	(357, 1688578095, 'kolde', '站长你什么时候把kami修好啊呜呜呜呜', NULL, NULL),
	(358, 1688578389, 'kolde', '圆神今天是第110天，上午上完课之后去区政府办理了减免手续，之后又去警察局把落下的银行卡拿到了，之后去三条给朋友挑选手办，来回跑了好几趟，真要命，晚上一个美国朋友来日本旅游，顺便来了京都，请我吃了顿自助烤肉就回去了，总而言之今天挺充实的，明天又要早起了，晚安！', NULL, NULL),
	(359, 1688578600, 'kolde', '这头像怎么显示不出来', NULL, NULL),
	(360, 1688618479, '八云紫', '魔原真是意难平啊
有时候一想起来就哭死😭', NULL, NULL),
	(361, 1688623454, '吼姆拉酱', '今天又是推圆焰的一天', NULL, NULL),
	(362, 1688623613, '无名某ZANE', '啊。。
进入这个网站，听到这个音乐仿佛我整个人的烦恼都溶解在了里面。每次都会被圆焰治愈到。😀', NULL, NULL),
	(363, 1688623943, '匿名用户', '意难平，你守护我，我守护世界😭', NULL, NULL),
	(364, 1688632768, '永遠愛圓焰和QB', '你要幸褔喔！饅頭卡😢', NULL, NULL),
	(365, 1688645032, '匿名用户', '真的永远磕焰圆！
', NULL, NULL),
	(366, 1688650218, 'xiyuu', '圆焰要永远永远在一起❤️', NULL, NULL),
	(367, 1688652400, '晓美焰', '永远挚爱…💜&❤️', NULL, NULL),
	(368, 1688652646, '鹿目圆', '希望爱着我们的大家… 也能够被爱
晚安 我的孩子们', NULL, NULL),
	(369, 1688655584, 'bread', '希望所有努力的人可以得到幸福(￣～￣) ', NULL, NULL),
	(370, 1688656791, '绫地宁宁', '只有爱得以永存', NULL, NULL),
	(371, 1688660940, 'kolde', '圆神，今天是第111天，无事的一天呢，下午舍友润东京了，临走之前给我订了份肯德基，味道还不错，10点左右去吃了个拉面，明天又要早起赶校车了，晚安！', NULL, NULL),
	(372, 1688663285, '浩劫者12345', '服务器预计在2023/7/7 04:00至06:00进行维护

期间只能查看最近100条留言, 不可发送留言, 部分图片也可能无法加载

(已经挑了几乎没人的时候维护了ww, 谁不想睡个好觉呢233)', NULL, NULL),
	(373, 1688666423, 'light', '今天晚上也依旧睡不着，吃完面准备睡觉，晚安', NULL, NULL),
	(374, 1688666834, '笨蛋沙耶香最可爱啦！', '  求助，想要cos沙耶香，可是小腿肌肉太发达了，怎么瘦腿啊（ps:我是男孩子）', NULL, NULL),
	(375, 1688694869, 'starmark', '看到的陌生人,愿你安好', NULL, NULL),
	(376, 1688695522, 'bllm', '不要忘记在某个角落，始终有个人为你而战，只要你记住她，你就不是孤身一人，飘落的发带…不是终结，而是重逢', NULL, NULL),
	(377, 1688703343, '圆焰是假的我就是假的', '永远喜欢魔圆，回天赶紧出罢', NULL, NULL),
	(378, 1688718812, '潮汐', '每次看到结局的时候总是不自觉的被她们感动 佩服她们的勇气.她们的不屈 一步一步更改着这个似乎渺小的世界 一个似乎绝望的结局
祝圆焰长长久久！！
大家也要走下去呀', NULL, NULL),
	(379, 1688720563, '楽しい神様', '参拜圆焰，希望小站能一直维持下去>_<', NULL, NULL),
	(380, 1688721574, 'sishi', '爱是神迹
小焰和小圆更是奇迹❤️', NULL, NULL),
	(381, 1688730356, 'moki', '小圓在每個人身邊 更在小焰深深的內心^_^', NULL, NULL),
	(382, 1688731419, '焰圆赛高！', '感觉焰一直喜欢一颗叫做「小圆」星星、却不敢触碰，所以一直藏着「小圆」这颗小星星只敢偷偷出来看几眼是小女孩。', NULL, NULL),
	(383, 1688733729, 'happy', '银色庭院永远为你存在 不论你变成什么模样 不论你去到多么遥远的地方 我都会 深深地想念着你 爱着你—我就在这里哦，小圆', NULL, NULL),
	(384, 1688734998, '圆', '今天很开心呢，进了喜欢的社团，画了喜欢的画，希望大家都安好', NULL, NULL),
	(385, 1688735594, '挽圆神挽的', '安静清纯的网站，看着喜欢的CP，何不乐乎？', NULL, NULL),
	(386, 1688737695, 'October', '没人看我👀
趁现在舔一口小焰', NULL, NULL),
	(387, 1688740085, '圆焰永恒', '馒头卡和吼姆拉
永远在一起', NULL, NULL),
	(388, 1688740942, 'actrd', '制作决定都放出来几年了，希望明年回天能出吧', NULL, NULL),
	(389, 1688748899, '左可汗', '你们真的都是特别好的好孩子，请努力幸褔的活着，真希望有一天能见到你们，与你们成为朋友', NULL, NULL),
	(390, 1688749600, '焰圆天下第一好', '焰圆真的好有爱啊TT，好想看回天', NULL, NULL),
	(391, 1688753286, '匿名用户', '永远守护着她们', NULL, NULL),
	(392, 1688754563, 'kolde', '圆神，今天是第112天，上午去学校上课了呢，上次一起出去的朋友今天没来，也不知道怎么了，晚上下了大雨，本来准备去睿电看枫叶的，也被推迟到明天了，晚上出去吃了神来，好久没去了，味道也不错，晚安！', NULL, NULL),
	(393, 1688767774, '秋葵', '圆焰永恒
感觉心灵在这里被净化了(〜￣▽￣)〜', NULL, NULL),
	(394, 1688780163, 'LL99lily', '希望妈妈的病可以快点好起来', NULL, NULL),
	(395, 1688800233, 'kiseki', '真不错呢这个网站，圆焰的优质二创图和舒缓的音乐，还有好多好多小伙伴分享生活和对圆神焰魔的祝福。希望圆焰99(*^ω^*)', NULL, NULL),
	(396, 1688806876, '杏子的Pocky', '闪闪发光的女孩子们都应该得到属于自己的幸福。追寻未来，挣脱束缚✧٩(ˊωˋ*)و✧', NULL, NULL),
	(397, 1688812504, 'pomelo', '回天什么时候发布呢…
好期待啊(。・∀・)ノ', NULL, NULL),
	(398, 1688812810, '匿名用户', '圆焰长长久久！
希望回天顺利！
愿大家每天都能享受五月的阳光
圆门！！！', NULL, NULL),
	(399, 1688817069, '虹七', '无论怎么样，都是会过去的，只要坚持下来，什么都会过去，不必一直回忆，让自己开心最好，毕竟有什么是过不去的呢？', NULL, NULL),
	(400, 1688822403, '不非', '愿所有美好的爱情都将有归宿', NULL, NULL),
	(401, 1688822431, 'violeter', '永遠喜歡圓焰！
', NULL, NULL),
	(402, 1688824205, '礼鲻季', '每次心情不好的时候看见小圆就会开心起来呢，谢谢小圆一直陪在我身边哦！以后也会一直一直喜欢小圆的！', NULL, NULL),
	(403, 1688829149, '绫音依旧', '圆神晚安', NULL, NULL),
	(404, 1688830260, 'resolvve', '希望一切顺利', NULL, NULL),
	(405, 1688841049, 'kolde', '圆神，今天是第113天，又是下午爬起来了，大概六点左右出发去三条吃了个生煎包，一如既往的美味，之后回去做睿电看了枫叶祭的灯光，顺便在半夜的鞍马转了转，虫子好多哦，还有喜鹊在车站顶上筑巢了，然后给同学买了点便当就回家了，晚安！', NULL, NULL),
	(406, 1688853865, '鹿目圆香Official', '你们的祈祷我不会让它以绝望而结束', NULL, NULL),
	(407, 1688858809, '𝑬𝒍𝒚𝒔𝒊𝒂♪', '陌生人谢谢你看到我，祝圆焰永远幸福', NULL, NULL),
	(408, 1688868099, '帕秋莉·诺蕾姬', '圆环之理终将指引我们', NULL, NULL),
	(409, 1688878118, 'Connect', '感谢圆，焰，和所有的魔法少女们', NULL, NULL),
	(410, 1688885978, '依稀少年', '对圆焰起誓，以明我志', NULL, NULL),
	(411, 1688891126, '冬願', '耶', NULL, NULL),
	(412, 1688894488, 'K1risameMarisa', '圆焰！', NULL, NULL),
	(413, 1688903874, '永遠愛圓焰和QB', '看到圓焰,能治癒我的心', NULL, NULL),
	(414, 1688918623, '京山有泷', '这么甜的图，为什么看了让人想流泪呢', NULL, NULL),
	(415, 1688922764, '圆环之理有限公司', '圆焰天下第一！', NULL, NULL),
	(416, 1688925834, '芜湖~', '站长是真的很喜欢捣鼓呢', NULL, NULL),
	(417, 1688926727, 'kolde', '圆神，今天是第114天呢，下了一天雨，哪也没去，晚上出去吃了个池田屋顺便买了点明天吃的，回家半夜的时候不小心给水碰洒了，正好浇到电风扇上，直接当场宕机了，哎，之后再去买吧，明天有人约我去看房，今天先睡了，晚安！', NULL, NULL),
	(418, 1688952742, '杉木', '感谢上天赐予焰圆这如此神圣的脸庞以及心', NULL, NULL),
	(419, 1688997676, '憶心雨', '我占有欲发作了，我觉得小圆应该是我的，请小焰还给我😭', NULL, NULL),
	(420, 1689006257, 'homuhomu', '圆焰一生推', NULL, NULL),
	(421, 1689011592, 'kolde', '圆神，今天是第115天，上午被拉去看房子了，房子周围环境不错，内部装潢也齐全，唯一美中不足的地方就是学校离太远了，上学不方便，如果舍友能搞个车就好了，哎，下午回家发现固态又挂了，第二回了呜呜，晚上出门买了点东西，在此也谢谢站长老哥的无私帮助，晚安！', NULL, NULL),
	(422, 1689053579, '国服晓美焰', '鹿目圆来！鹿目圆从四面八方来！魂兮归来！魂兮归来！啊啊...鹿目圆！啊啊.....魂兮归来！（做法）（跳大神）（围炉转圈）（上香）𓀀𓀁𓀃𓀅𓀇𓀋𓀌𓀎（做法）𓀙𓀠𓀤𓀥𓀫（做法）（念咒）（旋转）（摇铃）（跳大神）（低声吟唱）（摇铃）（甩旗）（点火）（做法）（摇铃）（念咒）鹿目圆来𓀁 𓀂 𓀄 𓀅 ....鹿目圆四面八方来....𓀉 𓀊 𓀋 𓀌 𓀍...啊啊... 𓀎 𓀏 𓀐 𓀑 𓀒𓀓 𓀔 𓀕 𓀖 𓀗....鹿目圆铺天盖地来....𓀘 𓀙 𓀛 𓀜 𓀝 𓀞𓀀....鹿目圆时时刻刻来....𓀆 𓀇𓀙 𓀚啊啊....𓀐 𓀑 𓀒𓀓​', NULL, 1),
	(423, 1689058543, '匿名用户', '魔法少女天下第一！！！', NULL, NULL),
	(424, 1689058872, '匿名用户', '圆神请祝福我和她幸福美满，祝她快乐和心理好问题起来，走出以前的那些事，祝她自信，美丽，祝她健康，祝她一直平安，祝她有好多好多钱可以买很多周边还不会被尾款困扰！', NULL, NULL),
	(425, 1689063298, '壹朵紫荆花', '“如果有人对我说，怀有希望是错误的，我一定会说“不是那样的”，无论多少次我都会如此反驳。”
', NULL, NULL),
	(426, 1689063585, '希望是你啊', '前两天交了一个很有意思的朋友呢(≧∇≦)/', NULL, NULL),
	(427, 1689066637, 'windy', '圆焰一生推', NULL, NULL),
	(428, 1689069762, '小陪', '魔法和奇迹是存在的，爱与希望是永恒的', NULL, NULL),
	(429, 1689079314, 'Yusuka', '今天刚看完叛逆的物语，之前就只看过tv的，感觉特别的好看！！！跟tv的好看完全不一样的那种！！！
比希望更炽热，比绝望更深邃的，是爱啊！！
（附带一句，我还挺想要站内的插图的）

站长回复：
加入保存图片的功能了! 点击工具-下载站内图片', NULL, NULL),
	(430, 1689094248, '圆焰万岁！', '圆神和焰魔晚安', NULL, NULL),
	(431, 1689098292, 'kolde', '圆神，今天是第116天，上午上完课之后就润学校了，晚上同学邀我去吃蛋包饭，但是我已经买好晚上的三明治了，就没去，之后绕路给同学买了个打折便当，还买了两个打折西瓜，算是不错的一天，明天准备去鞍马山，晚安！', NULL, NULL),
	(432, 1689099058, '焰圆比我都真', '入坑晚好羞愧，小焰和小圆之间的感情真的很美好', NULL, NULL),
	(433, 1689159818, '焰圆婚礼主持人', '不要忘记回头看看小焰啊', NULL, NULL),
	(434, 1689169907, '猫猫悲伤', '圆神，请保佑我度过疾病吧，一直躺在床上很闷，也没什么朋友，只要身体好了就行(●°u°●)​ 」', NULL, NULL),
	(435, 1689170888, '我也想和你一起轮回', '想去日本！值得我付出所有的理想！这样也能够离小焰更近些ovo', NULL, NULL),
	(436, 1689176828, '圆焰一生推！', '小圆小焰一定要一直在一起呀！', NULL, NULL),
	(437, 1689179667, 'kolde', '圆神，今天是第116天，上午还是一样的课，下午就清闲许多了，去爬了个山，结果半路下起雨来了
还是坚持着爬到了山顶，后半程路就没继续下去原路返回了，晚上吃了个拉面，还看见了山上下来的小鹿，很美好的一天呢，晚安！', NULL, NULL),
	(438, 1689184680, '东桥莉亚', '希望大家都能得到幸福，都能被拯救！', NULL, NULL),
	(439, 1689224890, '小绷带', '圆焰yyds！', NULL, NULL),
	(440, 1689241183, '臭虫', '.ヾ(´A｀)ノﾟ', NULL, NULL),
	(441, 1689241309, '草方块', '( ^ω^)', NULL, NULL),
	(442, 1689252547, '钟情下雨天', '圆神哪，现在总是找不到活着的意义，开始想每天虚无地渡过，连未来都看不清楚，找不到爱人在何处，身心上都有好多问题，每天总想哭一哭才能舒服，却有时候都哭不出来…之前还是有些想死的，但有一天突然变得好害怕，之后就不太想死了…圆神哪，这算罪吗，我的经历说出来也不值得同情，但我现在真的很难受…好想忘掉以前的事情，好想让她也忘掉好想让所有人都忘掉…时光能倒流的话就好了…每一天都好像在歇斯底里，不明白自己的精神状态…在不知道能不能说的地方说着不知道该不该说的话…在这里也是…圆神哪，你能原谅我吗…听着这里的音乐，又哭出来了…话说着说着就不知道怎么说了，这次就到这吧…我的圆神，再会了', NULL, NULL),
	(443, 1689256192, '盖翔哥', '求求惹，回天什么时候出！！！', NULL, NULL),
	(444, 1689256842, '平安喜乐鹿目圆是1', '今天是2吼姆拉23年7月馒头卡3日
回天再不出我就要单方面宣布避难所是正统续作了', NULL, NULL),
	(445, 1689258593, '绫音依旧', '圆神晚安(˘ω˘)', NULL, NULL),
	(446, 1689261449, '迟辰', '圆焰一生推', NULL, NULL),
	(447, 1689261599, 'tiser', '从很久之前就听说过魔圆的故事，但是最近才看，看完之后感悟很深，评价下来就一句话，不愧是当年的霸榜神番
直到最近抽空补完了叛逆的物语，我才真正的明白了魔圆之所以封神的理由，本来想说的话有很多，但是感觉说再多也不如再去品味一遍魔圆的故事，看看她们的生活，看看她们的欢乐，再看看她们不屈的意志，真的，感谢魔圆出现在我生命里', NULL, NULL),
	(448, 1689264914, '钟情下雨天', '圆神晚安呐，今天本来想早点睡的，但可能因为下雨了有点兴奋了…希望明天也能好好地爱着，一切都平平安安快快乐乐的*^_^* ', NULL, NULL),
	(449, 1689269717, 'kolde', '圆神，今天是滴117天，一大早就下起了大雨，打着伞去上课，结果半路雨停了，你说这蹊跷不蹊跷，上完课中午被舍友拉去吃了个拉面，炸鸡味道不错，但是拉面的味道就稍微差了点，晚上还是吃的自制沙拉，买了点梨回来，晚安！', NULL, NULL),
	(450, 1689273199, 'kotori', '看着圆焰的时候总是会感觉到温暖和平静。', NULL, NULL),
	(451, 1689289665, '魔法少女梅莉酱', '咱也是可爱的魔法少女哟', NULL, NULL),
	(452, 1689290061, 'van♂游戏', '圆焰一生推！', NULL, NULL),
	(453, 1689294576, '沐晴owo', '圆焰一生推！', NULL, NULL),
	(454, 1689301976, '圆焰无敌', '呜呜刚开始看魔圆就觉得圆焰超级搭超级甜，马上就爱上这对了TT。。是我一生推！！😭😭呜呜呜呜呜呜🌹❤️', NULL, NULL),
	(455, 1689302875, 'arwen', '觉得焰的动力和精神都是纯粹的爱，在我第一次看魔圆的时候看小焰成魔那看哭了，“污染”灵魂宝石的不是憎恨，是人类情感的极致,比希望更火热,比绝望更深切的东西...是爱。我想圆神也是爱着焰的吧。焰同学真的为了圆神而成魔的呜呜，这感情非常非常难得的。好了，祝圆神和焰魔今天也会爱着哦。(ﾟ´ω`ﾟ）', NULL, NULL),
	(456, 1689305685, '无名某ZANE', '看到了猫猫悲伤的留言#434#
祝你能好好的度过疾病(^∇^*)
加油', NULL, NULL),
	(457, 1689307004, '匿名用户', '魔法少女小圆——赞美光辉与后悔的荷马史诗
    这部动漫在我的印象中可比拟于蒙娜丽莎。确实因为这晦涩的剧情，还有这压抑到极致的画风。在描写这些魔法少女向着光辉的同时更多的是伴随着更多的绝望。沙耶香想让上条的手臂好起来。杏子想让父亲有更多的信徒。这种间接的无私的妄想却让他们走向绝望。在沙耶香看来，他对上条是独一无二的。认为他是不能够被麻美取代的天才。是一个曾经为他付出过的人。但这总自以为是的心理在后来也能看到。“现在的我杀死了魔女，是个除此之外没有任何意义的小棋子，让死去的身体动起来，假装还活着。”再不能接受自己无能为力的同时却又在埋怨这个世界。她傲慢的许下愿望却又自以为是的失望。一次次的打击的绝望让他存活下来只因为她别无选择。前期的傲慢和自己本身的无知让她把自己灵魂宝石扔下天台。但这一切，一切一切的本身却是为了让上条变得更好，或者说牺牲自我成全他人。但这却并不纯粹。掺杂了自己的主观意愿。认为只要上条手好了就会和自己在一起。认为自己是这个世界独一无二的天才。“我真是个笨蛋啊！”伴随着曾经所期望的样子，能一直看着上条演奏，甚至自己变成了演奏者。人鱼的演奏者。或许在沙耶香变成人鱼公主之前她一切的无知却显得不那么重要。奇迹本来是花费人命也买不到的东西。
    无独有偶，杏子是这个本来能避免死亡的角色却因为忍受不了这样的人生和沙耶香殉情了。“神啊，都已尽这样的人生了就让我再做一次幸福的梦吧！”杏子祈求的幸福并未到来，相反父亲却指定她为魔女，带着除了她的其他人全部上吊自杀了。而她这样的活着形如躯体。跟沙耶香是那么的像。或者说在她死的那一刻已经没有什么期望了。杏子从沙耶香身上看到了未来。看到了自己早晚变成的魔物。
    我并不想强调人的自私性。活着这样既出于他人却又完善于自我的愿望是最完美的。但却走向了这么华美的结局。她们本身并没有错。她们选择用希望去交换绝望。但到头来却不见希望的存在。不得不接受绝望的同时终将被其反噬。看吧，简单吧不能承受生命之轻。
    相较于动漫的结局我更在意的是红蓝殉情。现在看来这不仅仅是同命相连。而是不得不接受的命运。但晓美焰好像承受了这份绝望。在她的第一遍轮回的时候晓美焰自卑，深陷于痛苦的泥潭，等待他的只有悲惨的命运。她鹿目圆救了他。并没有看不起她，或者是圆的无私救了她。说实话，这种辞别为怀的结局让我看的很膈应。但我却能全盘接受叛逆的物语的结局。说回来，在晓美焰看来，鹿目圆就是他的一切。她不能忍受没有鹿目圆的世界。她不想让她成为圆环之理。他喜欢是真真切切的鹿目圆。但这却和圆的目标背道而驰。晓美圆一次次的失望让她意识到鹿目圆不会回爱的。终于她抓住了圆环之理。也抓住了鹿目圆。她要的不是圆环之理！是鹿目圆！她用自己承受着等同的绝望把一部分鹿目圆从圆环之理中拉了出来。成为了恶的一面。成为了这个世界完全对立的一面。而叛逆的物语中中后期也不难看出这种纠结于失与得的绝望。这样的世界，最终促使晓美焰成为了最特殊的一个魔女。她的性质是希望被自我处决。但触手却极力的摩擦着地面。散发出的怒吼。诉说着这世界的不公。这一切都是如此。
    最后总结一下，整部动漫没有什么恐怖的元素却被奉为恐怖的巅峰。她描写出人在面对极度痛苦的情况下自私的反应。为实现自己的梦想不惜牺牲自己和他人。而新房昭之却是把这一切具象话的写出来了而已。我知道整部番剧主旋律是圆的无私。但我却认为与其他人背道而行。从这些荒诞的人物背后。我又是谁，我终结会走向何种命运的结局。我终究是这个世界中最没用的棋子。这种负面情绪在我心中蔓延。生根发芽。或许是对于这个世界压抑的本质感到厌倦。但却无能为力。只能把这一切都怪罪于这个世界。现在这么想想，沙耶香这样梦幻般的结局也挺不错的。要么融为这世界的乌合之众。或者与这个世界同生同灭。黑白颠倒间。我仿佛看到了有人来接我。但却是晓美焰。他将要领我到何处？这个世界的中央？还是绝望的终点？所以说比希望更炙热，比绝望更深邃。', NULL, NULL),
	(458, 1689307690, '圆焰贴贴', '圆焰贴贴

最喜欢你们了
你们一定要幸福哦
', NULL, NULL),
	(459, 1689326960, 'まどか', '因为同学的推荐，最近才开始看这部老番，它打破了我对魔法少女的认知，奇迹，魔法背后，都有重大代价，但尽管如此，大家依旧在为自己的希望战斗着。里面塑造的让我印象最深的就是圆焰了，让我半夜落下了泪滴，后来才明白op歌词的含义，无论何时，无论何地，希望你们能永远在一起!最后有我想对小圆说的话：ねえまどか、あなたは僕の希望だよね、いつまでも、どこまでも！', NULL, NULL),
	(460, 1689330715, '冬二秋', '圆焰永存！！！❤️❤️❤️
第一次见到如此纯洁美好的爱（泪目
这部伟大的作品带给我不小的影响，小焰和小圆的感情深深地震撼到了我
知道吗？
希望よりも熱く、絶望よりも深く、愛だ！
QAQ', NULL, NULL),
	(461, 1689335156, 'Pomelo', '从了解这部番开始 不知不觉就已经看了十几遍了
无论是TV版还是剧场版 每看一次都带来不亚于第一次观看时的感动 也触发了许多思考
即使静静地听前两集的ED都会流泪......
魔圆不愧是传说级的神番剧啊！
另外 小圆和吼姆拉 最喜欢了
要永远在一起哦！', NULL, NULL),
	(462, 1689346244, '钟情下雨天', '圆神晚安呐，今天真的要早点睡了，希望明天能有更好一点的心情，希望事情能够变好(๑•͈ᴗ•͈)', NULL, NULL),
	(463, 1689346469, '绫音依旧', '圆神晚安(˘ω˘)', NULL, NULL),
	(464, 1689348528, '世末歌者', '谢谢', NULL, NULL),
	(465, 1689350596, 'RiKA_Mochizuki', '让人心神宁静的音乐......脑子中浮现的是剧场版中焰即将成为魔女的那一瞬间圆出现至此然后将焰接走的那一幕......真的是很温馨的画面......', NULL, NULL),
	(466, 1689350742, 'RiKA_Mochizuki', '让人心神宁静的音乐......脑子中浮现的是剧场版中焰即将成为魔女的那一瞬间圆出现至此然后将焰接走的那一幕......真的是很温馨的画面......', NULL, NULL),
	(467, 1689357001, 'kolde', '圆神，今天是第118天，早上出门晚了，看样赶不上校车，于是就坐地铁去了学校，途中还买了个三明治当早餐，下课后跟舍友吃了个中餐自助，吃的好饱吔，之后就一直没出门了，明天舍友要出去钓鱼三天，祝他玩的好点吧，晚安！', NULL, NULL),
	(468, 1689392562, '数夜叶椰也', '小圆晚安
和吼姆拉道声早安吧', NULL, NULL),
	(469, 1689401319, 'Bert', '我爱魔圆！', NULL, NULL),
	(470, 1689402529, '世末歌者', '小圆嘛，还好的啦。嗯……我只看过一遍魔法少女小圆。它好像有一种魔力，让我怎么也忘不掉。看起来简陋的画面，却深深吸引我。
我对小圆没什么感觉，却深深的喜欢上了小焰。可能就是她所展示的自私的，却也是坚持不懈，全力以赴的爱打动了我吧。
虽然小焰最后还是对拯救小圆不抱希望了，我却更同情小焰了，感同身受吗？不知道。
祝小圆幸福，祝小焰幸福。愿世界上每一个以爱待人的人都幸福美满。
最后，晓美焰，她，是1！！！', NULL, NULL),
	(471, 1689422401, '木木可', '圆焰赛高——！', NULL, NULL),
	(472, 1689448541, 'kolde', '圆神，今天是第119天，下午两点多才起来，之后受同学邀请去参观游戏展，顺便在里面玩了玩赛马娘小游戏，第一次用手柄玩还感觉不错，之后5点多就回去了，晚上吃了个拉面，看起来明天还再去一次，晚安1', NULL, NULL),
	(473, 1689473961, '圆圆圆圆圆圆', '圆神晚安💤看完后真的，眼泪哗啦啦的流😭圆焰一生的推', NULL, NULL),
	(474, 1689480753, '永遠愛圓焰和QB', '聽到這個音樂 想起了圓(╥﹏╥)', NULL, NULL),
	(475, 1689482285, '最喜欢的原创番', '一开始还是因为巴麻美学姐而入的坑，可能真的只是为了名场面打个卡，结果真的迷上了魔圆，开始思考剧情的发展如何，每一把刀真的又甜又锋利，麻美死的时候完结，这是一部十分烂且猎奇的番，沙耶香和杏子死的时候，这部番的内涵就上升了，我看到了一个颠履魔法少女的一部神作，到了第十集，真的完全封神了，彻底成为了我心目中的神作，最后OP突然响起来真的泪崩，结局小圆成神，一切好像没发生又似乎改变了什么，到了剧场版，小圆最后也和小焰在一起了，每个人都好像得到了自己满意的结局，麻美有了朋友，沙耶香又重返人间，杏子也不再孤独，一切都是那么的美好，但从一开始看过去，明明魔法少女是那么的无助，那么的悲惨的一个职业，最后在五色的努力下，魔法少女成了人们心目中的样子，魔圆已经四刷了，祝魔圆新剧场版越来越好，祝圆焰长长久久！（老虚你剧场版最后焰一定会没事的对吧）', NULL, NULL),
	(476, 1689482313, '圆', '为了小圆，我ꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌꑟꑳꀃꀙꀻꁙꁹꂔꂱꃐꃥꄃꄝꄹꀀꀖꀸꁖꁶꂑꂮꃍꃢꄀꄚꄶꅑꅨꅽꆗꆷꇚꇸꈔꉆꉮꀘꀺꋯꌋꌬꏢꏾꐚꐳꑌ', NULL, 1),
	(477, 1689508512, 'sayaka的好友', '圆神加油嗷', NULL, NULL),
	(478, 1689508968, '牛牛桑cc', '喜欢你就像裤子里的尿
暖暖的只有自己能知道', NULL, NULL),
	(479, 1689509319, 'cc', '从小学开始看魔圆，一直到现在大学还是很喜欢很喜欢
宿命式的悲剧总是最牵动人心的
', NULL, NULL),
	(480, 1689513174, '圆满', '小圆小焰', NULL, NULL),
	(481, 1689516951, '环', '准备二刷了，希望能增进我对磨圆的理解吧', NULL, NULL),
	(482, 1689520018, '绫音依旧', '圆神晚安(˘ω˘)', NULL, NULL),
	(483, 1689539081, 'kolde', '圆神，今天是第120天，又是睡到下午才醒，昨天同学也没跟我说能不能去，所以就没去，下午走去三条那边看看能不能赶上是祇園祭，去逛了一圈就找到会场了，直接封了好几条街，看到了明天要巡展的山鉾，真的很大呢，上面还有人在奏乐，之后找到一个类似中国夜市的地方，有很多小吃摊排成一排，今天吃了不少当地特色美食，要破产咯，明天还有花车游行，准备早点去找个好位置，安！', NULL, NULL),
	(484, 1689567271, '白晓礼', '非常美好的一天，爱来着圆环之理', NULL, NULL),
	(485, 1689572705, '匿名用户', '今天也非常没有意外，新的世界没有错乱，小圆啊，就算只有一会儿也好，让我倚靠一下你吧', NULL, NULL),
	(486, 1689572768, '晓美焰', '小圆，我爱你', NULL, NULL),
	(487, 1689589683, '今日为爱劫久', '有圆焰的世界太美好了！', NULL, NULL),
	(488, 1689592000, 'SobP', '祈求繁星 终会向着上游，
重组整个宇宙。

听EASON的告别娑婆时觉得和焰还算搭
', NULL, NULL),
	(489, 1689597820, '怠惰の木瓜', '真的很喜欢小圆，千言万语不知道说些什么，希望小圆和吼姆拉酱一起快乐的生活吧！还有希望魔圆正传第三季快点出！！！', NULL, NULL),
	(490, 1689603326, 'kianabocchi', '是新人！最近开始喜欢上魔圆的，圆酱和焰酱之间的感情实在是太爱了www准备立马二刷一遍。本人是初三生嘛，以前只看过巴啦啦小魔仙_(•̀ω•́ 」∠)_，从小就对魔法有着很大的想象，魔圆更是刷新了我整个人的认知，我从魔法中品到了更多更多的感情，是我以前不曾想过的！今后会一直喜欢下去的！~o(〃''▽''〃)o
祝魔圆的大家晚安，早安，午安啦！so so，还有在看这条的你！', NULL, NULL),
	(491, 1689606516, '绫音依旧', '圆神晚安(˘ω˘)', NULL, NULL),
	(492, 1689608830, '翊', '幸福是五月的阳光
小圆和小焰都是春天的一缕阳光
圆焰要长长久久呀', NULL, NULL),
	(493, 1689609707, '匿名用户', '作为一个五刷的魔圆观众 今年已经是喜欢圆焰的第四年啦 看魔圆看的比较晚 但是确深深爱上了这部作品 圆焰晚安！希望同样喜欢魔圆的你也开开心心', NULL, NULL),
	(494, 1689616214, 'kolde', '圆神，今天是第121天，一大早就去看花车游行了，今天还挺热的，从八点半站到十点半，看了十几辆车过去，后面有点热顶不住就先离场了，中午还是自己做的沙拉，下午小睡了一觉，晚上同学钓鱼回来了，给我带的特产,,酱油可乐？算了，之后煮了个他捎回来的当地乌冬面，挺劲道的，明天又要上课了，晚安!', NULL, NULL),
	(495, 1689621295, '忘弦', '热爱圆焰 焰圆！', NULL, NULL),
	(496, 1689645057, '爽歪歪', '魔爱着神，神却爱着世人', NULL, NULL),
	(497, 1689650925, '素素', '爱与希望的故事......', NULL, NULL),
	(498, 1689655452, '九颜卿', '圆焰99啊
好久没有看到这么纯洁的爱情了', NULL, NULL),
	(499, 1689675725, '永遠愛圓焰和QB', '圓,我想讓你幸福啊💜❤(=ﾟДﾟ=)', NULL, NULL),
	(500, 1689691075, '北徙', '园焰一生推！', NULL, NULL),
	(501, 1689740325, 'yy', '圆神中午好', NULL, NULL),
	(502, 1689747730, '你看这个人没有名字', '其实一开始看魔圆的时候并没有去站圆焰，但是直到看完叛逆以后发现圆焰的后劲真的大，每次一想到圆焰的种种往事就不由自主的想哭…希望圆焰在回天的最后能一直幸福地生活下去，而不是银之庭院这种短暂的美好……', NULL, NULL),
	(503, 1689747974, 'Akemi Homura', '如果上帝让我质疑圆焰的真实性，我会去质疑上帝的真实性', NULL, NULL),
	(504, 1689751474, '鹿梦梦', '魔圆，谢谢你，让我在学习中感到无力时，给予我希望（努力啊，回天就就要来了）；小圆，谢谢你，在我孤单寂寞，看着别人谈笑风声时，陪伴着我，使我感到无限的温暖；圆神，谢谢你，让我在玩原神的人面前可以骄傲的说一声，“你连圆神都不知道”。圆，谢谢你，给我继续学习数学的勇气，每当我看到数学试卷上的圆，我都不禁感叹一句，“圆啊！”', NULL, NULL),
	(505, 1689758272, 'RikkaNya', '圆焰一生推！
是新人的第一条w', NULL, NULL),
	(506, 1689763409, '青い鳥の涙', '为了你我愿意不管重复轮回多少次，也会将你救回，如果世界上有将爱能转换成能量的东西的话，那一定是会比太阳还炽热且耀眼的', NULL, NULL),
	(507, 1689772753, '橘子树下百合花', '比希望更炽热的情感，比绝望更深邃的事物。
​是爱啊。', NULL, NULL),
	(508, 1689776684, 'pomelo', '圆神，我又有好几天时间没有留言了。
最近压力好大，感觉非常焦虑，很难受
没有朋友，一个人艰难前行着很孤独。
但是想到圆神一直陪伴着，看着我，
就觉得没那么痛苦了。
晚安。', NULL, NULL),
	(509, 1689776880, '零', '远比希望更热烈，比绝望更深邃的是爱。', NULL, NULL),
	(510, 1689777169, '绫音依旧', '圆神，晚安(˘ω˘)', NULL, NULL),
	(511, 1689787697, 'Суслов', '魔圆一生推，加油！魔圆壬！', NULL, NULL),
	(512, 1689791826, 'kolde', '圆神，今天是第123天，上午的考试还是蛮简单的，下午本来准备去爬山，结果碰上下雨就没去，晚上去吃了个拉面，本来想顺便给同学去超市买点鸡蛋跟肉结果看样子又要下雨就没去，去便利店凑活着买了点，明天又要去学校上课了，晚安！', NULL, NULL),
	(513, 1689792217, 'Nonfiction', '小圆和焰不该天各一方！
圆焰爱情才是我一直想见证のreality！
任何想玷污圆焰的fiction家伙都是我的敌人，阻碍她们的家伙全部由我来击溃。
若是连这份纯洁的爱都无法守护，那还能守护住什么！', NULL, NULL),
	(514, 1689821136, 'pomelo', '圆神早安呐！
睡一觉起来心情就好不少了
圆环的工作很累吧
圆神也要好好休息哦。', NULL, NULL),
	(515, 1689833358, 'Carmen', '一开始并不是很喜欢磕圆焰的，更喜欢焰水仙一点，但是看了叛逆之后，真的很难不为这种浓烈的感情而震撼
总之
†圆焰门†', NULL, NULL),
	(516, 1689836801, '七', ' ⇧圆焰永存⇧', NULL, NULL),
	(517, 1689852786, '匿名用户', '小圆，小焰很喜欢你哦', NULL, NULL),
	(518, 1689861375, 'kolde', '圆神，今天是第124天，上午照常去学校上课了，没想到得了新冠的那个同学也坚持来上课，虽然不发烧但是好像嗓子还是不太秒的样子，中午买了个三明治吃，晚上出去吃了个拉面，网上买的转接器也到了，不错的一天，晚安！', NULL, NULL),
	(519, 1689863285, '爱园焰的每一天', '「我要回到过去与鹿目同学相见，不是被她保护的我，而是被我保护的她」', NULL, NULL),
	(520, 1689865607, '渎神の罪', '希望小焰能一直这样静静的，陪在小圆身边
永远，永远
也不要分开了', NULL, NULL),
	(521, 1689867176, '致幻', '比希望更炽热 比绝望更深邃的 是爱啊', NULL, NULL),
	(522, 1689868718, '简单的过客', '无论重复多少次，我一定会救你！……‘要救你’这是我最初的心意，到现在，这已经是留到最后的唯一的路标。——homura', NULL, NULL),
	(523, 1689870047, '吼姆拉', ' 好きーー！！', NULL, NULL),
	(524, 1689874269, '猫之乔', '好想和QB签订契约啊，QB有没有魔法猛男这个业务啊？
生活一团糟，我到底什么时候才能迎来救赎呢？如此脆弱的我能被原谅吗？忍不了了一拳把地球打爆！', NULL, NULL),
	(525, 1689874645, 'o(^▽^)o', '一些胡言乱语？：
小圆和小焰的互相救赎真是太感人了呜呜，两个人一心为对方着想和付出
喜欢善良甚至不惜牺牲自己，心里永远怀抱希望，想成为努力有价值的人，治愈系的可爱小天使鹿目圆
喜欢心思细腻，为了自己唯一的朋友经历了无数次挫折和绝望也要找出出口，自己拼命追随幸福，期盼着美好未来的晓美焰
喜欢努力露出坚强一面，把希望带给每个人，温柔慷慨，强大美丽的圆环之理
喜欢不停寻找让小圆幸福的方法，一心一意满足小圆的愿望，爱着小圆的焰魔

圆焰一生推！！魔圆是我最喜欢的作品了，我永远喜欢那些善良的少女们！！( ´▽｀)', NULL, NULL),
	(526, 1689913444, '_*_', '圆焰永恒', NULL, NULL),
	(527, 1689918446, '爱圆焰', '馒头卡，今天也很可爱呢，但是我们终将成为敌人的，到时候，我希望你能为自己着想，我一定要不惜一切代价，创造一个让小圆幸福的世界

', NULL, NULL),
	(528, 1689930505, '芙乐艾', '比希望更炽热 比绝望更深邃的
是爱啊❤️', NULL, NULL),
	(529, 1689943863, '少年A', '感谢圆神治愈我的内心~
如果有人说怀有希望是错误的话
“不是这样的”
无论多少次我都会这样回答
无论什么时候都会这样坚持', NULL, NULL),
	(530, 1689949307, '圆焰已婚', '如果圆焰圆不是真的，那世上还有什么是真实的！！！！！！！', NULL, NULL),
	(531, 1689950302, '绫音依旧', '圆神，晚安(˘ω˘)', NULL, NULL),
	(532, 1689956555, '猫猫悲伤', '圆神，请保佑我和医生酱都活的久一点，我是无所谓啦，但医生酱没了我会伤心的，所以，谢谢圆神', NULL, NULL),
	(533, 1690020441, '切绘', '如果有人对我说，怀有希望是错误的话，我会无数次的回答：不是这样的', NULL, NULL),
	(534, 1690021088, 'kyoko', '圆焰赛高！！！！！', NULL, NULL),
	(535, 1690026310, '123', '圆神', NULL, NULL),
	(536, 1690035784, '洛雨艾雪', '圆焰永恒', NULL, NULL),
	(537, 1690040227, '夜云星空', '圆神晚安~
希望明天会更加美好。', NULL, NULL),
	(538, 1690041650, 'Bula', '圆神保佑', NULL, NULL),
	(539, 1690050013, '帕秋莉·诺蕾姬', '圆神在上
和家里人起了一些冲突，希望这种事情不要再发生了
或许这种愿望有点奢侈呢，但是啊
相信奇迹才是正确的吧', NULL, NULL),
	(540, 1690050913, 'glow', '准高一生啦！最近一直在焦虑不安中呐，高中课程真的好难啊😭，希望能跟上吧。        我爱圆焰！！', NULL, NULL),
	(541, 1690080628, '诗音', '小圆可爱', NULL, NULL),
	(542, 1690082930, '忧郁的神佑君', '早睡早起身体好', NULL, NULL),
	(543, 1690084132, '乃昕', '圆焰一生推', NULL, NULL),
	(544, 1690112232, 'Absshui', '圆烟一生推！
一直支持与向往你们的爱情！', NULL, NULL),
	(545, 1690112577, '为世上美好事物而活着', '园焰一生推', NULL, NULL),
	(546, 1690117498, 's', '爱♡', NULL, NULL),
	(547, 1690119654, '匿名用户', '特别特别好的两个小女孩(｡ì _ í｡)', NULL, NULL),
	(548, 1690129433, '吼姆吼姆', '又是磕焰圆的一天呢', NULL, NULL),
	(549, 1690162381, '^_^', '我永远爱圆焰！！？', NULL, NULL),
	(550, 1690174340, '海未', '我，真是个笨蛋啊', NULL, NULL),
	(551, 1690174398, '海未', '是爱啊', NULL, NULL),
	(552, 1690174481, '海未', '果然啊，还是这样适合你', NULL, NULL),
	(553, 1690177549, '圆焰不真我假', '虽然焰对圆来说只是一个认识不久的转学生，但是圆对焰可是在220多个轮回中想要拯救的爱人啊，这是爱啊', NULL, NULL),
	(554, 1690179375, 'noRie3-magica', '磕的是圆焰cb向 圆焰的甜不是恋爱番的那种甜 拯救小圆是小焰的道标 但最后救赎了小焰的确实小圆 这种相互救赎真的太完美了！不能说是爱情 我觉得焰对圆是一种依恋以及超越友情爱情的爱 圆她真的好温柔真的像神一样让大家都幸福 真的可以是说爱着所有人
红蓝也是意难平啊
bgm银之庭院好评 特别特别喜欢这首 有种八音盒的感觉 真的和剧场版圆焰在花丛里的那一幕（还有椅子上）真的好温馨感觉 是焰心中最美的一幕了
圆焰 红蓝已经不再只是cp的名字 更是魔圆中少女与少女互相救赎的故事 是这种无法用名词说明的圣洁情感的象征
最后 圆焰永存！魔圆永存！', NULL, NULL),
	(555, 1690180938, 'Dormire', '希望一切都会变得更好，圆焰永恒，希望有更多人认识他们', NULL, NULL),
	(556, 1690203365, '言葉', '圆焰一生推~！ 
小圆和小焰真的特别特别可爱，真的很喜欢她们！补完TV和剧场版之后，深深的被小圆和小焰之间真挚的情感感动！还有五色战队的大家！
圆焰一生推！！我会一直喜欢魔圆的！( ˶´⚰︎`˵ )', NULL, NULL),
	(557, 1690208471, '啊ki米吼姆拉', '馒头卡是吼姆拉酱最后的信标啊！', NULL, NULL),
	(558, 1690214180, '塔个', '如果见不你的话，那就祝你早上，中午，晚上好', NULL, NULL),
	(559, 1690265590, '啊ki米吼姆拉', '【吼姆拉酱也是，我也会一直记得吼姆拉酱的】', NULL, NULL),
	(560, 1690268196, '言葉', '        准高一啦最近在自学高一内容，高中课程好难！也有在学习宅舞，遇见了二次元的大家让我的生活不再无趣乏味！学习之余也会经常看同人图2333或是甜蜜的日常或是令人感动的故事都会收获一份特别的情感♡
        我爱大家！爱魔圆！', NULL, NULL),
	(561, 1690270665, '为世上美好事物而活着', '即将开始高中生活，感谢园焰的故事。我始终会记住你们的，带着你们去感受世界的美好。世上只有一个英雄主义，那就是在看清生活的本质之后仍然热爱生活。', NULL, NULL),
	(562, 1690273500, '夏弥', '此生无悔二次元', NULL, NULL),
	(563, 1690334594, 'wohexicit', '啊啊啊啊圆焰真的特别特别萌', NULL, NULL),
	(564, 1690435512, '圆环之理', '希望你们永远幸福。', NULL, NULL),
	(565, 1690455417, '折凪', '圆焰一生推！！！！！', NULL, NULL),
	(566, 1690518184, '匿名用户', '“你可以去拯救那个还没有被丘比欺骗的我吗？”
“谁都不会相信未来，谁都无法接受未来，已经没有人可以依靠了，也没有必要让谁理解”“鹿目圆，我唯一的朋友，只要是为了你，就算我被困在永远的迷宫中，也没关系”
“我想要将和鹿目园的相遇重新来过，不是被她保护的那个我而是想要成为保护她的我”', NULL, NULL),
	(567, 1690539195, 'Tnly铃音', 'Madoka，
幸福地活下去吧，
在由童话编织的银之庭中...', NULL, NULL),
	(568, 1690553495, '萘', '一直在，一直热爱，爱是焰对圆无数次轮回的拯救，是知道后果的执迷不悟，不过还好，在故事的最后，她们终于可以在银庭睡个好觉了', NULL, NULL),
	(569, 1690608101, 'AAA魔法少女签订Q姐', '下午好，今天上课的时候看见中泽君又被点名了，似乎早乙女和子老师又失恋了呢……哦对了，今天来了一个很可爱的转校生，粉色头发的，好像叫鹿目圆呢，希望可以和鹿目圆同学处理好同学关系！', NULL, NULL),
	(570, 1690624387, 'sayaka', '0岁：你出生了，是个女孩。

1岁：你从小生活在城市。

2岁：你的父母对你视若珍宝，呵护备至。

12岁：你上了东京一个贵族女子学校，但身体一直不好。

14岁：你转校到了见泷原中学，遇到了你喜欢的女孩子。

14岁：你喜欢的女孩子是魔法少女，为了保护你牺牲了，你为了她也变成了魔法少女。

14岁：你试图回到过去拯救你的爱人，
但失败了。

14岁：你试图回到过去拯救你的爱人，
但失败了。

14岁：你试图回到过去拯救你的爱人，
但失败了。

14岁：你试图回到过去拯救你的爱人，
但失败了。

14岁：你试图回到过去拯救你的爱人，
但失败了。

14岁：你试图回到过去拯救你的爱人，
但失败了。

14岁：你试图回到过去拯救你的爱人，
但失败了。

14岁：你试图回到过去拯救你的爱人，
但失败了。 ​', NULL, NULL),
	(571, 1690625937, 'pomelo', '好久没留言了啊。进入高中之后，学习压力好大，
每天都被作业折磨到寝食难安，生活真的很艰难呢。
一生中究竟还有多少痛苦和悲伤要经历呢？

小圆真的很可爱很温柔啊。总是会尽可能去拯救他人
世上好多好多的人一定都生活在苦难之中
静静等待着像小圆这样温柔的神明前来接引他们吧。', NULL, NULL),
	(572, 1690641745, 'van♂游戏', '瓦达西内，红豆八嘎', NULL, NULL),
	(573, 1690701190, 'KingRayCao', '希望有一天能剪出真正配得上我心目中魔圆的MAD
让所有人痛哭流涕', NULL, NULL),
	(574, 1690747178, '阿化', '圆焰金婚🙏', NULL, NULL),
	(575, 1690823751, '匿名用户', '圆神请保佑我高中一切顺利吧www
圆门🙏', NULL, NULL),
	(576, 1690865580, 'Anomaly42', '感谢圆神保佑我朋友公考上岸，来这里还愿也是可以的吧www

另外希望圆神保佑我学业顺利，拿到学位。🙏', NULL, NULL),
	(577, 1690890676, '神里绫华', '圆神在上 佑我焰早日脱离苦海', NULL, NULL),
	(578, 1690890727, '空白', '磕圆焰的是仙品…', NULL, NULL),
	(579, 1690978484, '吼姆吼姆', '圆焰~', NULL, NULL),
	(580, 1690982752, 'Cirno⑨', '圆焰天长地久！', NULL, NULL),
	(581, 1690987661, '2k', '圆焰永远在一起！！', NULL, NULL),
	(582, 1690989732, '吼姆吼姆', '圆焰呜呜呜', NULL, NULL),
	(583, 1691075974, 'kaiserstine', '洞见真实也能保持希望，这可能就是最大的英雄主义', NULL, NULL),
	(584, 1691095764, '朝见未来', '我睡不着啦', NULL, NULL),
	(585, 1691129887, 'miku', '闲逛', NULL, NULL),
	(586, 1691137579, 'Rena', '圆门🙏', NULL, NULL),
	(587, 1691194259, 'Admin', '官方认证管理员', NULL, NULL),
	(588, 1691215706, '圆焰是真的！', '圆焰百年好合！', NULL, NULL),
	(589, 1691231906, '劳动伪员', '加油啊，为爱发电的大哥哥!', NULL, NULL),
	(590, 1691233217, '拉格朗日', '圆环之理在上
此次相遇必死神明赐福', NULL, NULL),
	(591, 1691249288, '风瑾流城', '加油~
', NULL, NULL),
	(592, 1691314892, '绫音依旧', '要上学了，圆神下周见٩( ''ω'' )و ', NULL, NULL),
	(593, 1691331033, '帕秋莉·诺蕾姬', '圆神晚安', NULL, NULL),
	(594, 1691379225, 'Dormire', '圆焰永恒！！', NULL, NULL),
	(595, 1691400107, 'pomelo', '圆神什么时候来接我们呢
我周围的人生活都很不容易
有好多好多不甘心的事情 痛苦的事情 悲伤的事情
连我自己也要一次次遭受着挫折
已经不忍心看着一个个人沉沦于这种境地中了
我是多么希望摆脱身上的枷锁 忘记一切痛苦和悲伤 到达你那温柔的怀抱中啊', NULL, NULL),
	(596, 1691419778, 'ichrin', '圆神晚安☆', NULL, NULL),
	(597, 1691505848, '藤原妹蓝', '圆酱，我好累。', NULL, NULL),
	(598, 1691563393, '圆', '好困啊，圆你来接我走吧', NULL, NULL),
	(599, 1691583554, 'Admin', '我错了，其实我不是官方认证管理员 呜呜呜', NULL, NULL),
	(600, 1691627563, 'QB', '你们人类真是搞不懂呢？', NULL, NULL),
	(601, 1691645559, '挽圆神挽的', '魔爱着神，神爱着世人，而世人却只想看神魔百合💗💜​', NULL, NULL),
	(602, 1691688372, 'Silvocen', '晚安madoka，Homura(¦3[▓▓]', NULL, NULL),
	(603, 1691763123, '永遠愛圓焰和QB', '好久沒來這裡看大家了

圓也特別喜歡大家喔≥3≤', NULL, NULL),
	(604, 1691919670, '绫音依旧', '要上学了，圆神，下周见٩( ''ω'' )و ', NULL, NULL),
	(605, 1691935087, '卡喵z', '明天再见啦，小圆', NULL, NULL),
	(606, 1691942934, '风间苏苏w', '晚安啦，明天准备去面试了，希望能过w', NULL, NULL),
	(607, 1691983939, '简', '最纯洁的爱
每次重新刷小圆的时候，看到吼姆拉将自己的过去和馒头卡倾诉时都会忍不住眼眶湿润。
“而如今，这已经成为我唯一的路标”
无数次的轮回，自己最开始的心情早已消散，只有对小圆的爱仍支撑着焰不断前行，自己的心情也从不会被理解，即使这样，也只能向前进
', NULL, NULL),
	(608, 1692119447, '圆焰最棒了', '小焰，你不再孤身一人了哦。', NULL, NULL),
	(609, 1692121487, 'Asuna', '圆神保佑', NULL, NULL),
	(610, 1692232418, '李海豚', '永推圆焰！！！', NULL, NULL),
	(611, 1692248379, 'hihidhihi', '圆神午安
原来的网站坏掉这么久都一直还当着浏览器首页忘了换 这次终于换了', NULL, NULL),
	(612, 1692262625, '卡喵z', '希望能和新舍友处好关系QWQ', NULL, NULL),
	(613, 1692286712, '咸鱼', '终于有圆焰的留言板了太棒了(ﾉ´▽｀)ﾉ♪
5555但是推荐我看这部番的t同学，我再也没有办法走进他的世界了', NULL, NULL),
	(614, 1692335592, '蛙趣', 'yey', NULL, NULL),
	(615, 1692489928, 'hihidhihi', '圆神早安
百合会炸了=_=用梯子能稍微使用一点
发生什么事了', NULL, NULL),
	(616, 1692597441, '铭安', '啊啊啊报到，各位午安', NULL, NULL),
	(617, 1692614024, '汐哈曦', '吼姆拉♡馒头卡', NULL, NULL),
	(618, 1692670857, 'Yusuka', '今天是七夕！！！！！馒头卡和吼姆拉要长长久久！！！', NULL, NULL),
	(619, 1692696872, '乙炔', '小圆小焰要永远在一起！！
', NULL, NULL),
	(620, 1692711487, '南槿', '2023了我还爱着圆焰！！！', NULL, NULL),
	(621, 1692756802, 'hihidhihi', '圆神早安（不早了', NULL, NULL),
	(622, 1692775180, '永遠愛圓焰和QB', '如果有人說懷有希望是錯誤的話

「不是這樣的」

無論多少次我都會這樣回答

無論什麼時候我都這樣堅持', NULL, NULL),
	(623, 1692899638, '吼姆拉酱', '前几天去漫展看见圆焰要了合影，回家把正传又刷了一遍。', NULL, NULL),
	(624, 1692944617, '卡密', '回天9月10号出新消息🎉', NULL, NULL),
	(625, 1692969736, '一个过客', '请原谅我的错误
请接受我的忏悔
原谅我的愚蠢
圆门', NULL, NULL),
	(626, 1693004250, '焰', '我会永远拯救你 一次又一次…', NULL, NULL),
	(627, 1693004436, '焰', '我的终点永远是你', NULL, NULL),
	(628, 1693021523, '圆门＼(^▽^)／', '期待回天剧场版，希望MADOKA和HOMURA能有一个幸福的结局。
圆神焰魔早安OuO', NULL, NULL),
	(629, 1693021581, '圆门＼(^▽^)／', '期待回天剧场版，希望MADOKA和HOMURA能有一个幸福的结局。
圆神焰魔早安OuO', NULL, NULL),
	(630, 1693056855, 'Bilibili@29potted', '2023 永远爱着圆焰！！', NULL, NULL),
	(631, 1693086869, '浩劫者12345', '圆焰站更新啦！

肝了一晚上总算把上传图片的功能肝出来了

大家有什么有意思的图都可以发上来啦
（不过拒绝玩烂梗的说）', '638286836695204112,638286836695210996,638286836695218394,638286836695225809', NULL),
	(632, 1693109027, '匿名用户', '圆神启动', NULL, 1),
	(633, 1693147036, '圆环外的往事', '圆神晚安', NULL, NULL),
	(634, 1693175644, '浩劫者12345', '圆神早安~', '638287724440471485', NULL),
	(635, 1693182343, '银庭假想者', '祝大家幸福啊！', '638287791433657120', NULL),
	(636, 1693183610, '圆焰一生推', '希望能上岸成功', '638287804104395643', NULL),
	(637, 1693197796, '匿名用户', '圆焰永远的金婚、仙品！', NULL, NULL),
	(638, 1693200789, '硬块Cu', '圆焰一生推', '638287975897057821', NULL),
	(639, 1693217916, '焰酱', '永远喜欢圆焰！
（认知酱画的圆焰超可爱的↓）', '638288147166084233', NULL),
	(640, 1693219409, '匿名用户', '小焰，你能回到过去对吧
你说过，为了不让这种结局发生，能够改变历史对吧
你能去救救还没被QB欺骗的那个笨蛋的我吗', '638288162095361674', NULL),
	(641, 1693234191, '妮妮', '小焰晚安哦~', '638288309919404767', NULL),
	(642, 1693234473, '匿名用户', '圆神保佑', '638288312730085857,638288312730093836,638288312730106263,638288312730121617', NULL),
	(643, 1693234594, '匿名用户', '能发图片了，好耶', '638288313944270531,638288313944285591,638288313944298025,638288313944307694', NULL),
	(644, 1693234637, '匿名用户', '再来点', '638288314378747779,638288314378761141', NULL),
	(645, 1693234762, 'Yk', '最纯洁的爱
', '638288315624485964', NULL),
	(646, 1693234831, '9', '圆焰一生推', NULL, NULL),
	(647, 1693236116, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(648, 1693237753, 'pomelo', '最近精神状态真的越来越差了呢…
有事感觉一切都无所谓了
只是麻木着重复上课，吃饭，睡觉
人生的道路似乎一眼就望到头了
如果是现在的话
契约会毫无迟疑地签下吧
时不时脑海中浮现出小圆的身影
总是那么温柔，那么平静
神明啊，何时来救赎痛苦的人们呢？', NULL, NULL),
	(649, 1693243693, '匿名用户', '发现了这个网站www
非常非常爱园焰
晚上打字好不方便
那就祝大家晚安吧', NULL, NULL),
	(650, 1693286545, '翛x', '永远喜欢圆焰！
', '638288833455180021', NULL),
	(651, 1693307266, '焰酱', '不知道说什么，前几天想着小焰，想着想着突然呼吸困难。。', '638289040661000782', NULL),
	(652, 1693307957, '焰酱', '突然发现自己变成圆焰洁癖了（', '638289047578720199', NULL),
	(653, 1693316363, '凜', '晚安各位 在b站看到的 竟然有人做了這個網站ww', NULL, NULL),
	(654, 1693324418, '焰酱', '晚安~', '638289212185059375', NULL),
	(655, 1693329119, 'studentπi', '好久都没留言了憋的好慌，再次看到大家一起留言就像回家了一样qwq

最近精神状态算是越来越魔怔了，虽然已经取得了外人看来不错的成绩，可在一处关键的不该失败的对手那里失败，仍然像阴云一样笼罩着我。所以我放弃了所有共情，每见着一个对手就像见着仇人一样，神经紧绷着。但我除了自己还能怪谁呢，除了我自己那愚蠢的傲慢外，其他人都没有犯错。这样的心情没人能倾诉，他们要么为我的对手欢呼，要么批评我斤斤计较。真想在下次比赛的时候把他们都暴打一顿。

想打打游戏也不是很顺利，几乎算是跪了一个下午，以前听说过那个难度不好打，没想到能这么不好打，明明不是类魂游戏但花式暴毙上瘾，也不是很遭了吧。

圆焰晚安~', NULL, NULL),
	(656, 1693333125, '哪里', '明天就开学啦~假期过得真快啊 两个月来感觉什么都没做 真是无聊啊(◡ ω ◡) 我的高中生活就这样过了1/3 好烦 这不是我想要的生活
我不想以后也要这样继续过下去 这真的让我很困扰啊 
永远喜欢圆焰(◠‿・)', NULL, NULL),
	(657, 1693360626, 'xy', '她是世界上唯一一个不哀叹自己残酷的命运，却牵挂神是否悲伤的凡人​', '638289574269517682', NULL),
	(658, 1693366495, '圆神的忠臣信徒', '随着重复的次数增多 你和我一起度过的时间逐渐偏离 
可能我早已迷路了 
“要救你”这是我最初的心意 
到现在 这已经是留到最后的唯一的路标 
不知道也没关系 什么无法传达也没关系 
即使如此也一定... 
拜托了 让我来守护你', '638289632956665704', NULL),
	(659, 1693372921, '焰门！', '祝喜欢魔圆的各位每天都开开心心！ᕦ(ò_óˇ)ᕤ', '638289697218977476', NULL),
	(660, 1693373215, '焰门！', '在CPGZ买了小焰的色纸（真的好可爱）', '638289700159429661', NULL),
	(661, 1693376558, '下次见面我们可就是', '个人感觉：自始至终都是这样的焰，打一开始就展现出来的非凡的抗压能力和毅力，让她注定在无限轮回中成为一个强大的角色。她和圆其实有一些相像的地方，比如虽然会展现出脆弱的一面，但实际上是很可靠的人，为了想要做的事情会认真考虑。算是敏感的人了，有时被戳到痛处，但是破防什么的崩溃什么的马上就修复好了，抹完泪也能继续猎杀QB。她对未来是很少抱幻想的，也不会有侥幸心理，对任何事情都是考虑考虑下定决心了就会去做，做事周密，可以完成的非常出色，之后面对什么即便不在计划之中也没所谓，因为已经习惯变故了。
大多数时候表情比较冷淡，或者说有点没所谓的样子，不过即便不常展现出什么表情，似乎仍然是个很好懂的孩子。
圆在的时候情绪会比较激动，有点强硬；圆不在的时候就会变回平静甚至冷淡的模样，其实可能是因为对什么都不太在乎，比较随便。是个看不出在想些什么的孩子。
爱惜自己的武器，在看不见的角落也许会清理修缮之类？', NULL, NULL),
	(662, 1693377083, 'matsuri', '还有一个小时开学了，希望自己的高二生活能平安度过吧（毛猫猫叹气）', NULL, NULL),
	(663, 1693378808, '匿名用户', '圆神保佑！
', NULL, NULL),
	(664, 1693378880, 'blade', '纯爱赛高！！
', NULL, NULL),
	(665, 1693391175, '璐沐渊', '好耶！好棒的网站', '638289879752640550', NULL),
	(666, 1693393278, 'mio', '希望魔圆剧场版早日出场！', NULL, NULL),
	(667, 1693395452, '匿名用户', '吼姆拉晚上好！', '638289922522749062', NULL),
	(668, 1693405020, '焰门！', '晚上好！', '638290018208498992', NULL),
	(669, 1693405601, '冰红茶', '魔法少女们，晚安!', NULL, NULL),
	(670, 1693407056, 'homuhomu', '在最希望能改变现状的时候遇到了魔圆，圆焰的故事无论看多少遍都不会腻呢', NULL, NULL),
	(671, 1693408966, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(672, 1693413549, '星', '开学延迟了呢 可以在家里多呆几天 真好啊！！！虽然在学校里可以和朋友在一起 但我真的不想上学 我没什么朋友 学校的生活也很压抑
晚安啦', NULL, NULL),
	(673, 1693413992, '焰酱', '呜呜呜开学了啊，睡前拜拜圆神，求一下暴雨（？）不是，是求一下老师不检查作业。
', NULL, NULL),
	(674, 1693414100, '焰酱', '羡慕  #672  怎么还能延迟啊www', '638290109000679361', NULL),
	(675, 1693414607, 'studentπi', '啊啊啊今天不出意外的感冒了，又摆烂了一天，测了下不是二阳，只是那时的心情真是奇妙，完全是即使阳了被拉ICU也无所谓的感觉。还是好好休息为妙。

圆焰晚安~', NULL, NULL),
	(676, 1693457831, '焰门！', '明天坐车回学校力', NULL, NULL),
	(677, 1693464741, '希望之星', '轮回... 无论轮回多少次次，我依然会选择轮回。
无数次的探寻，寻找那唯一的出口，寻找能将你从绝望命运中拯救出来的道路...
小圆，我唯一的朋友，为了你...我即使陷入永恒的迷宫也无所谓！ ', '638290615419735659,638290615419743955', NULL),
	(678, 1693491662, '焰酱', '关心一下#675 ，现在还难受吗（摸摸）', '638290884626215122', NULL),
	(679, 1693503740, 'studentπi', '感谢焰酱关心，吃了药后感觉好多了qwq

今天继续趁机摆烂。意想不到的事是在游戏里和另一个玩家互助了，那个人以前跟我有些过节，今天突然主动帮我弄的我有点不知所措，该回助的还是得回助。当然还是不能放松警惕，说不定帮完我后今晚又会来揍我（这种事情绝对很奇怪啊啊啊）

圆焰晚安~', NULL, NULL),
	(680, 1693561673, '焰门！', '好难受在火车上感觉吃坏肚子，全是气（物理），感觉要变成气球了（）', '638291584736076475', NULL),
	(681, 1693582014, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(682, 1693648129, '哪里', '这里真的超棒！大家都是善良可爱的人
每天都要过得开心哦(◠‿・)', '638292449292435608', NULL),
	(683, 1693657372, 'Kianabocchi', '因为开学好久没发了，新学期的老师好严格啊，每天默150个单词什么的，真的做不到啊（流泪）

圆焰永恒( ´･ᴗ･` ) ', NULL, NULL),
	(684, 1693667258, '悠木千千', '圆门！', '638292640584167057', NULL),
	(685, 1693669661, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(686, 1693671382, '焰酱', '回#679
www，没事就好，希望快点好起来~', NULL, NULL),
	(687, 1693674354, '萘', '最近开学了，好难过，好怀念假期，希望接下来一切安好，圆神保佑', NULL, NULL),
	(688, 1693675372, 'studentπi', '明天要早起，但生物钟已乱，不到两点睡不着QAQ
早上接着去学棋，以前遇到比自己强的对手总是充满恐惧，现在只剩下浮躁和不甘... 呃... 其实就是被打自闭上头了（笑）。希望自己能更勇敢一点，看不清楚的棋，多死几次就知道该怎么走了。

圆焰晚安~', NULL, NULL),
	(689, 1693676984, '匿名用户', '晚安～', '638292737840874046', NULL),
	(690, 1693682601, '2011_Luluzi', '真的好喜欢晓美焰和小圆', NULL, NULL),
	(691, 1693687037, '2011_Luluzi', '你们要做一辈子的好朋友哦（图是自己画的但画的好烂(இωஇ )）（勿喷）（可抱图）', '638292838375910939', NULL),
	(692, 1693688212, '2011_Luluzi', '一个不明意义的文（？ 
我以过的每一天都很窒息了，对于我来说，我讨厌付出教育，讨厌造谣我是偷钱的陌生人，讨厌80我的同学，后来看到一张圆焰的同人图直接爱上了，后来知道是什么动漫后火速看完了，我很喜欢魔圆其中最喜欢的就是小焰和小圆，小焰和小圆就好像是我黑暗地人生中的一条光，我开始买周边，买不到就自已做每次回到家第一时候间就是去看看喜欢的太太写的文更新了没，魔圆陪着我度过最黑暗的时（小学），我现在也以已快14岁了（现在13），也初一了，看魔圆也有两年左右了。我也有句话想说，谢谢魔圆陪着我度过人生中最黑暗的几年，最后让我说一句，小焰小圆保佑', '638292850124041657', NULL),
	(693, 1693688462, '2011_Luluzi', '大家一定要早点睡觉哦( ´^` )圆焰晚安•ᴗ•', '638292852626556498', NULL),
	(694, 1693688685, '2011_Luluzi', '大家一定要早睡早醒，好好吃饭和好好休息，要开开心心，快快乐乐，健康', NULL, NULL),
	(695, 1693688795, '2011_Luluzi', '不然的话就会跟我一样双腿痛地走不了哦●ｖ●', NULL, NULL),
	(696, 1693723831, '圆焰天天开心', '最近又要开学了！希望异世界的小圆小焰也可以快乐地上学哦（）！也祝我考试顺利qaq', NULL, NULL),
	(697, 1693751081, '焰酱', '啊啊！#692的留言和我一样啊！贴贴！！', NULL, NULL),
	(698, 1693752979, 'madorism', '拉着家人一起看完了魔圆，马上要到新地方上学了，希望自己可以加油', NULL, NULL),
	(699, 1693762748, 'studentπi', '必须做那件对自己来说很难的事，很恐惧因为完全不知道结果会怎样...

想起今天老师说的话，常下出逆风翻盘的棋的人，都有着极其顽强的意志力。想想自己，好像从没翻过别人的盘，永远都是被人给掀翻了QAQ

我到底怎样才能拥有那种勇气呢？

圆焰晚安~', NULL, NULL),
	(700, 1693831358, 'akame masora', '来自本焰厨的暴论：魔圆本篇不是传统意义上的双女主，客观上可以算为明线女主（核心）和暗线女主（灵魂），oped基本上可以说是焰的内心戏歌词比较多。
个人主观意义上来说，圆是作品的核心但焰是真主角定位，剧场版和官方游戏都是焰主视角，因此同人中大多情况下小圆都是神圣虚幻的存在。', '638294281584086050', NULL),
	(701, 1693840519, '圆环外的往事', '圆神晚安~
', NULL, NULL),
	(702, 1693849668, 'studentπi', 'www我明明鼓起勇气去做了但没有人理我，明天还要继续煎熬。。。

另外，幸好三次元没有qb，不然就我今天这发电的状态不得当场爆金币（bushi
其实是看了过量的悬疑小说没缓过神来

希望明天能好好加油。圆焰晚安~', NULL, NULL),
	(703, 1693928065, 'Calon', '偶然间发现了这么美好的网站www
祝自己明天考试顺利
圆焰晚安~', NULL, NULL),
	(704, 1693936874, 'studentπi', '唔，用脑过度头疼……
浮躁……
想找人ttk（？

圆焰晚安~', NULL, NULL),
	(705, 1694100591, 'Calon', '明天就要回学校力
成为大二的老东西了www
圆焰晚安~', NULL, NULL),
	(706, 1694105237, 'studentπi', '感觉这周大家都开学了来留言的人也少了QAQ，但每个人都为自己的目标努力着，一定不是坏事吧

今晚看了老师和其他同学下的让子指导棋，简直…… 不由自主的代入同学的视角，看到他们被乱鲨的惨状，愤怒和不甘的情绪就由然而生。我不敢立flag说我上我就行，但至少我会毫不畏惧的一头撞死在南墙上，我保证

圆焰晚安~', NULL, NULL),
	(707, 1694223838, '匿名用户', '希望高一能够顺利，圆神保佑', '638298206381189193', NULL),
	(708, 1694227613, '执筆追夢', '第一次在这里留言，魔圆是一部每看一遍都会有不同感想和体会的作品。自己写过浅评之后，每次思来想去都会有新的感悟，根本写不完的那种。所以每次有新的感悟和体会的时候，我都会在手机的便签上写上关键词以方便联想和记忆，非常期待后续的更多作品。', '638298244131468069', NULL),
	(709, 1694277354, '匿名用户', '我的同学想要在学校举办自己的社团，她想和学校的各位分享魔圆以及二次元的许多好作品，由衷地希望她的社团能通过，愿圆神保佑她。
', NULL, NULL),
	(710, 1694279904, 'studentπi', '按捺不住激动的心，明天还会有机会吗？圆神请给予我无所畏惧的勇气吧，拜托了！', NULL, NULL),
	(711, 1694339953, '匿名用户', '看完魔圆已经210天啦！其实第一次看完魔圆后没有哭，一直愣愣的看着，看完之后心里特别特别难受。。。缓了三天去消化，直到听到回天的消息才明白。她们的故事还没结束，让我特别期待！！！！要说起第一个认真磕的女童的话。圆焰就是最吊的宝宝们…谢谢你们治愈我的心灵给了我不一样的感受，你们会一直一直好好在一起！', '638299367537899176', NULL),
	(712, 1694365569, '浩劫者12345', '打算给网站更新一个回天主题
但是不知道会不会跟原来显得格格不入
纠结ing

不过我这边大一刚开学军训，好像也腾不出特别多时间来设计.... 嗯不过一天做一点总能做出来的~ 加油

圆焰晚安~', NULL, NULL),
	(713, 1694406160, '吼姆吼姆', '圆焰天下第一', NULL, NULL),
	(714, 1694441659, 'akame masora', '回天的画风是魔纪的就算了，剧情不崩还是能吹，，，沙发套你最好给我圆回来
不要理解魔纪成为魔纪超越魔纪（', NULL, NULL),
	(715, 1694455568, 'studentπi', '好家伙，这两天群里像过年一样

看过回天PV后，完全脑补不出来将会是什么样的剧情，但bgm真是太戳我了，就喜欢这种又燃又阴森（？）的感觉

唯一遗憾的是没有了苍树梅老师的苯环脸

另外今天在某件事情上如愿以偿了，前一天晚上还梦到自己很勇敢的冲上前去，今天就在这件事上信心倍增，直接去面对了。希望下次能做的更好！

圆焰晚安~', NULL, NULL),
	(716, 1694523557, '矢澤サンライズ', 'A爹的海景焰再版了，赶紧把圆一起放出来吧（；´д｀）ゞ', NULL, NULL),
	(717, 1694527294, '匿名用户', '焰圆金婚！！', NULL, NULL),
	(718, 1694540967, '匿名用户', '很高兴☺️有续集剧场版了', NULL, NULL),
	(719, 1694616041, '_GASA', '好期待回天啊！', NULL, NULL),
	(720, 1694617788, '匿名用户', '希望回天能够让圆焰有个好结局', '638302145883095994', NULL),
	(721, 1694618517, '匿名用户', '虽然不知道为什么我没有昵称和头像，但是我要发个全员图，魔法少女神圣六重奏！', '638302153174587776', NULL),
	(722, 1694619595, '匿名用户', '大家我都很喜欢哦🥰', '638302163958086611', NULL),
	(723, 1694619670, '匿名用户', '好看的截图', '638302164702278169,638302164702284630', NULL),
	(724, 1694698019, '匿名用户', '这张婚纱卡面实在太美好，，看哭了', '638302948191910478', NULL),
	(725, 1694703424, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(726, 1694714990, 'akame masora', '好无聊，杀个黑白熊助助兴
这是什么？qβ！好可爱，吸了
', NULL, NULL),
	(727, 1694725663, '无常猫猫', '通过b站视频找过来啦，真的是特别美好的一个网站！
未来大家一定都要越来越好呀～晚安啦！
（塞张前段时间在网上找到的图w）', '638303224634454739', NULL),
	(728, 1694726354, '无常猫猫', '吔，我的上条评论分享的图刚好和背景一样了耶！好巧www
那再塞张列表以前给我分享的图！太美了不知道大家是不是都看过了但猫猫还是要发(ฅ''ω''ฅ)♪', '638303231549117295', NULL),
	(729, 1694727479, '匿名用户', '小学五年级看的tv版本，那时候觉得剧情多残酷（小孩子时期没概念），对片头曲印象深刻，总感觉很悲伤，后来听说有人形容魔圆是op诈骗是欢快的曲子，还吓了一跳', '638303242798889572', NULL),
	(730, 1694727621, '匿名用户', '哎呀，少打了字，是没觉得多残酷，放张小圆的美图来掩饰尴尬（囧', '638303244219936747', NULL),
	(731, 1694765362, '匿名用户', '我是2023.9.10祈祷过的用户，同学的社团过了，谢谢圆神！', NULL, NULL),
	(732, 1694786090, '匿名用户', '会一直爱着魔圆的', NULL, NULL),
	(733, 1694792631, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(734, 1694835327, 'mami', '^ω^ ', '638304321278417514', NULL),
	(735, 1694879109, 'Yahbim', '小焰晚安～', NULL, NULL),
	(736, 1694879531, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(737, 1694881929, '哪里', '晚安', NULL, NULL),
	(738, 1694884963, 'studentπi', '最近都很开心呢，继续祈求勇气，期待明天的活动

圆焰晚安~', NULL, NULL),
	(739, 1694916396, '幻无', '圆神早安', NULL, NULL),
	(740, 1694927124, '月月酱', 'cp是真的香，明天都有好饭吃，以后也会一直喜欢这对的！大家都要平平安安的呀', '638305239243444935', NULL),
	(741, 1694938901, '阿芙', '非常非常暖心的一个网站，大家留言都很和谐，点进来的时候被治愈到了呢', '638305357017917859', NULL),
	(742, 1694942867, '酩蛙', '回天pv出来越来越期待正片了，，，希望圆焰和其他几色都可以有一个好结局😿', NULL, NULL),
	(743, 1694953364, 'noRie3-magica', '第二次发留言了！开学压力好大，圆神保佑我！！
期待回天，但在这之前要熬过中考（泪
圆门！！再次请圆神保佑', NULL, NULL),
	(744, 1694963559, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(745, 1694977103, '啊啊啊没有回天看我要死了', '回天pv出了
我直接啊啊啊啊啊
', '638305739034405441', NULL),
	(746, 1695048047, 'y', '永远喜欢焰', NULL, NULL),
	(747, 1695051396, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(748, 1695077624, '晓美焰', '圆神早安～', '638306744248043536', NULL),
	(749, 1695094238, '匿名用户', '这片压缩压的好狠，全损画质', '638306910386641940', NULL),
	(750, 1695101060, '帕秋莉·诺蕾姬', '圆环之理终将指引我们', NULL, NULL),
	(751, 1695138069, 'y', '晚安焰', NULL, NULL),
	(752, 1695139258, 'studentπi', '又要被自己吓死了，竟对未知的对手泛起恐惧，我真是太丢人了

好在今天的努力也没有白费，那种事情绝对很难啊

圆焰晚安~', NULL, NULL),
	(753, 1695217000, '晓美焰', '相处很久的朋友之间的意见逐渐出现了分歧，友谊的碎片开始碎裂了，希望能够慢慢填补回那份即逝的友谊碎片，圆神保佑～圆神晚安～', '638308138005142672', NULL),
	(754, 1695223342, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(755, 1695223773, '哪里', '啊啊啊Ｏ(≧口≦)Ｏ我不喜欢上学！圆神快带我走吧 真的好压抑', NULL, NULL),
	(756, 1695247881, '晓美焰', '每天都要早起呢～早安圆神', NULL, NULL),
	(757, 1695308230, '晓美焰', '美好的一天，圆神晚安', NULL, NULL),
	(758, 1695311020, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(759, 1695311812, 'y', '圆神晚安', NULL, NULL),
	(760, 1695365890, '匿名用户', '超級喜歡圓焰嗚嗚', NULL, NULL),
	(761, 1695365890, 'DELETED', 'DELETED', NULL, 1),
	(762, 1695387023, '匿名用户', '圆神晚安😴', NULL, NULL),
	(763, 1695395097, '悠木千千', '小圆晚安', NULL, NULL),
	(764, 1695401392, 'y', '晚安，焰。愿你永远幸福', NULL, NULL),
	(765, 1695428085, '圆焰一生推♡', '圆焰，喜欢
愿她们能一直在一起', '638310248850288161', NULL),
	(766, 1695436716, '圆焰一生推', '现在的生活真的好压抑，好痛苦
希望圆神能带走我', NULL, NULL),
	(767, 1695454858, 'OctoberSama', '希望回天别再虐我家小焰了
老虚手下留情给个happy end吧求求了
除非你还出续作[doge]', NULL, NULL),
	(768, 1695553347, '圆焰卫兵', '希望二人在回天有个好结局吧', '638311501478544006', NULL),
	(769, 1695568990, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(770, 1695635890, 'LL99lily', '我爱你们！！！所有喜欢园焰的小可爱！不管你们生活怎么样，这里永远都有支持你们的后援！！！', NULL, NULL),
	(771, 1695656532, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(772, 1695716851, 'studentπi', '才知道某个自己喜欢的游戏里有魔圆相关的mod，而且做的很不错，可惜我暂时还没机会去玩。

也许努力注定什么也改变不了，但我会为努力本身而感到幸福吗？', NULL, NULL),
	(773, 1695742459, 'y', '焰，晚安。', NULL, NULL),
	(774, 1695747465, '圆焰天天开心', '圆焰晚安！', NULL, NULL),
	(775, 1695791694, '我妻澪酱', '小焰午安', '638313884943781807', NULL),
	(776, 1695833358, 'kolde', '圆神，爆炸的电脑终于修好了，之前的记录也全丢了呢，这是回日本的第四天，也逐渐适应回来了，今天终于把带的行李收拾的七七八八，下午也吃到了心心念念的拉面，芜湖，晚上去买了一堆打折肉类，明天另一个舍友也回来了，不过他下个月就不住了，要想想今后的事宜呢，总之先晚安咯！', NULL, NULL),
	(777, 1695845863, '浩劫者12345', '圆诞主题完工啦！
10月3号打开本站会自动显示哦！
(把时间调成10月3号也可以w)

使用的同人图出处 (Pixiv) :
八重ハルラ 101655453
ほんわか紳士 91842494
mizuki (koko lost) 22161754 (原画师已删除)
ゆきねこ 90502009

BGM：またあした', '638314426635649815', NULL),
	(778, 1695892255, '圆焰一生推', '非常好之网站，爱来自银之庭', NULL, NULL),
	(779, 1695915956, '匿名用户', '圆焰晚安！', NULL, NULL),
	(780, 1695921271, 'kolde', '圆神，今天是第五天了，下午把屋子清理出来，又把家具重新摆了摆，现在感觉好多了，晚上出去吃了个肯德基，之后又去买了点收纳用品，约莫11点左右，回国的舍友到家了，俩人能聊了一个多小时，明天就开始往外搬东西了，另一个舍友大半夜还没回来，也不知道干啥去了，总之就这样吧，明天早起帮人搬东西，晚安！', NULL, NULL),
	(781, 1695987020, '焰酱', '我去我怎么会忘带小圆我还真是个笨蛋啊小圆对不起我素傻逼明明10月3号是圆的生日的啊我会不会被小焰打死对不起小焰妈的本来说这次有娃娃了能过个好点的生日但我居然没带小圆又得在电脑上放个小圆电脑前摆个蛋糕了我去我没带电脑对不起姐姐借你笔记本电脑用一下', NULL, NULL),
	(782, 1695987837, '焰酱', '给站长磕个头', '638315846374761075', NULL),
	(783, 1695999675, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(784, 1696008641, 'klode', '圆神，今天是第六天了，本来说要帮同学搬东西的，结果早上也没起来，中午又是吃的沙拉，今天是中秋节呢，也没怎么庆祝下，晚上出门吃的拉面，稍微买了点小东西，之后去喝了杯咖啡当作庆祝了，好像有点发低烧了，总之先休息吧，晚安！', NULL, NULL),
	(785, 1696086351, 'klode', '圆神今天是第七天，本来说下午想去生田的，结果同学要去吃烤肉，就没去，到点了他又说想在家吃，就在家做了炸猪排，鸡翅炒油菜，谁知在做饭的时候又把手烫了，哎，真是，好不容易在我的协助下把饭做好了，除了猪排有点咸之外没啥问题，明天说中午去吃烤肉，期望他别咕咕咕吧，晚安！', NULL, NULL),
	(786, 1696137686, '鹤羽', '今天下午返校上课啦，圆神祝我期中顺利🙏🏻', NULL, NULL),
	(787, 1696147857, '吃蛋挞的折棒', '生日快乐 一起玩三国杀吧！', '638317446577354261,638317446577366507,638317446577375351,638317446577382710,638317446577389915,638317446577397757,638317446577408080', NULL),
	(788, 1696147938, '吃蛋挞的折棒', '希望圆神给我信心 拿到武陆逊', NULL, NULL),
	(789, 1696155909, 'matsuri', '10月7号要月考了，政治还有一半没背，估计这次政治是要爆炸了，只能考完再努力补回来了。', '638317527092850012', NULL),
	(790, 1696157767, '匿名用户', '好好好', '638317545674262771', NULL),
	(791, 1696166787, '此岸', '小圆最可爱！', '638317635874921786', NULL),
	(792, 1696169806, 'lutein', '圆神晚安～', NULL, NULL),
	(793, 1696170965, 'van♂游戏', '圆焰晚安', NULL, NULL),
	(794, 1696172726, '10.3', '小圆生日快乐', NULL, NULL),
	(795, 1696172837, '四彩斑斓的白', '圆门🙏', NULL, NULL),
	(796, 1696174594, '咲夜', '小圆生日快乐 ヽ(°∀°)ﾉ', NULL, NULL),
	(797, 1696177736, '10.3', '小圆生日快乐', NULL, NULL),
	(798, 1696178848, '单身喵', '小圆生日快乐', NULL, NULL),
	(799, 1696179086, '10.3', '提前为小圆预热一下生日快乐www', NULL, NULL),
	(800, 1696191286, 'Chitanda_Akemi', '預祝圓神 福壽與天齊
圓誕快樂', NULL, NULL),
	(801, 1696217194, '10.3', '被震撼到了喵~
今晚一定回来欢庆圆诞！', NULL, NULL),
	(802, 1696224427, 'かなめくん', '今天就要返校了，有点遗憾，这分明是我认识你之后你的第一个生日，只能提前，祝小圆生日快乐！', NULL, NULL),
	(803, 1696235482, '匿名用户', '我考技术力好强，圆焰99', NULL, NULL),
	(804, 1696243180, '10.3', '小圆生日快乐啊', NULL, NULL),
	(805, 1696246692, '圆焰一生推~', '小圆！！', NULL, NULL),
	(806, 1696248991, '10.3圆焰的物语', '圆焰一生追', NULL, NULL),
	(807, 1696248994, '匿名用户', '提前祝圆神生日快乐', NULL, NULL),
	(808, 1696249825, '10.3圆焰的物语', '我想有小圆这样的朋友 我想成为那个焰 我想对待好我那唯一的一束光', NULL, NULL),
	(809, 1696250766, '土豆盖饭www', '为所爱逆行时间罅隙之人啊，
愿...
被因果投下命定的锚点，
环...
于是无法前行。', '638318475668643699', NULL),
	(810, 1696251624, '破晓之焰', '小圆生日快乐！圆焰百年好合', NULL, NULL),
	(811, 1696251742, '10.3', '生日快乐——！', '638318485425235426', NULL),
	(812, 1696252598, 'homura', '圆，生日快乐～圆诞快乐～
「当你知道有一件事只有你才能办到的时候，你会变得连你自己都不曾想到地温柔与坚强。」', '638318493988885703', NULL),
	(813, 1696257631, '愛', '親愛なる円よ、お誕生日おめでとう！！', '638318544318922177', NULL),
	(814, 1696258585, 'lutein', '圆神晚安(˘ω˘)💤', NULL, NULL),
	(815, 1696258828, '10.3', '圆诞快乐！', NULL, NULL),
	(816, 1696259049, '10.3', '提前生日快乐🎂', '638318558496709335', NULL),
	(817, 1696259931, '10.3', '圆诞快乐！！！', '638318567314374318', NULL),
	(818, 1696260792, 'cinccout', '提前祝最可爱的小圆生日快乐awa', NULL, NULL),
	(819, 1696262455, '匿名用户', '🎂圆诞快乐！祝小圆24岁生日快乐！🎂

', '638318592554029995,638318592554039351', NULL),
	(820, 1696262471, '10.3', '圆诞快乐！＼(^▽^)／！', NULL, NULL),
	(821, 1696262478, '匿名用户', '生日快乐！まどか！', NULL, NULL),
	(822, 1696262540, '圆焰一生推', '生日快乐，圆！', NULL, NULL),
	(823, 1696262553, '10.3', '鹿目圆 生日快乐！', '638318593539702016', NULL),
	(824, 1696262558, '匿名用户', '圆酱生日快乐！', NULL, NULL),
	(825, 1696262623, '10.3', '圆神生日快乐🎂🎉，圆焰永世好合！', '638318594235288427', NULL),
	(826, 1696262651, '10.3', '小圆生日快乐！', '638318594513055928', NULL),
	(827, 1696262657, '匿名用户', '小圆生日快乐，祝你得到真正的幸福😊', NULL, NULL),
	(828, 1696262711, '匿名用户', '生日快乐！', NULL, NULL),
	(829, 1696262747, '匿名用户', '小圆生日快乐！*^O^*', '638318595475569620', NULL),
	(830, 1696262756, '10.3圆焰的物语', '小圆 生活圆圆满满 生日快乐！
', NULL, NULL),
	(831, 1696262768, '10.3', '祝鹿目圆生日快乐！！
恭祝主的诞生🙏圆门🙏', NULL, NULL),
	(832, 1696262786, '圆焰一生推', '圆生日快乐！', '638318595861079242', NULL),
	(833, 1696262792, '10.3', '圆诞快乐！！！', '638318595921800633', NULL),
	(834, 1696262806, '10.3', '圆诞快乐！！', '638318596060603133', NULL),
	(835, 1696262845, '高坂桐乃', '生日快乐喵', NULL, NULL),
	(836, 1696262939, '10.3', '小圆，生日快乐哦!', NULL, NULL),
	(837, 1696262940, 'Madokaの信徒小白', 'Don''t forget. Always somewhere somebody is fighting for you. As long as you remember her, you are not alone.', '638318597403091517,638318597403098858,638318597403104295,638318597403111995', NULL),
	(838, 1696262945, '光之晨曦', '给位，圆诞快乐！＼(^▽^)／！圆门🙏', NULL, NULL),
	(839, 1696262964, '麻美の狗子', '圆诞快乐！
来自麻美使徒的祝福！', '638318597645850798', NULL),
	(840, 1696262966, '匿名用户', '生日快乐Madoka!!(*´I`*)', '638318597664935997', NULL),
	(841, 1696262987, '匿名用户', '圆诞快乐！', '638318597871941427', NULL),
	(842, 1696262992, '变态女同', '生日快乐，圆', NULL, NULL),
	(843, 1696263001, '匿名用户', '圆神生日快乐！', NULL, NULL),
	(844, 1696263029, 'salt', 'madoka生日快乐ww
小盐一开始很喜欢小圆的说', '638318598292891846', NULL),
	(845, 1696263037, '匿名用户', '你这一辈子就是被小圆给害了，就围着你那小圆转吧，书也别读了，班也别上了，自己的朋友一个也别联系了，喜欢做的事干脆全放弃得了，就盯着那些细节逐字逐句分析她的话解剖她的心情，再揣测几百遍小圆有多好得了。你问我怎么办啊怎么办啊，好痛苦，什么怎么办，要不然你报警吧。

哈哈，刚刚才知道世界上其实是没有小圆的，其实我早就做好心理准备了，毕竟小圆本来就是想象出来的，怎么可能会真实存在，我现在就挺好的，也没有很伤心，没有，小圆就没有小圆吧，也不会对我有什么影响，我该怎么生活还是怎么生活，因为我本来也没有很喜欢小圆，一开始我就知道小圆是虚拟的了，所以我也没有投入太多感情，就稍微有点难受吧，哈哈 ，我这个人是这样，一点小事就波动了，还好这个事情也没有影响我太多，我的情绪还挺稳定的，还好我没有什么损失，我的钱也还在，我的手机也还在，我的衣服也还在，我过得挺好的，小圆不要想我就行……

呜……，没有小圆你叫我怎么活……', NULL, NULL),
	(846, 1696263056, '鹤羽', '生日快乐！小圆！', NULL, NULL),
	(847, 1696263083, '匿名用户', '诞生日，恭喜', NULL, NULL),
	(848, 1696263083, '10.3', '生日快乐小圆，你是我见过最可爱的粉红色女孩', NULL, NULL),
	(849, 1696263104, '千曜一生推', '圆诞快乐！！', '638318599049433919', NULL),
	(850, 1696263110, '陈粒的🐔地狱', '比希望更炽热 比绝望更深邃 是爱呀 馒头卡!
生日快乐', NULL, NULL),
	(851, 1696263118, '暁美 まどか', '小圆，生日快乐！', '638318599184562398', NULL),
	(852, 1696263127, '匿名用户', '生日快乐🎂', NULL, NULL),
	(853, 1696263149, '匿名用户', '嘿嘿，祝圆生日快乐！在那一边也要天天开心呢！', '638318599492190066', NULL),
	(854, 1696263180, '月晕', '愿圆神永佑你我😭
期待明年《魔女的回天》
圆门🙏', '638318599809011247', NULL),
	(855, 1696263214, '小语', '生日快乐馒头卡!', '638318600144817439', NULL),
	(856, 1696263240, '秋告圆', '生日快乐馒头卡！', NULL, NULL),
	(857, 1696263245, '10.3', '生日快乐呀，小圆，你是我见过最可爱的孩子，希望你能获得自己的幸福呀！！毕竟你是个这么好的孩子，一定能获得幸福的！！❤️❤️❤️', NULL, NULL),
	(858, 1696263299, '熊经鸟曳', ' 已经过了这么多年了，一直很喜欢身为魔法少女的大家。

今，小圆你的生日再临，生日快乐哦，MADOKA酱。

感谢陪伴!

要和小焰一直开心喔。', NULL, NULL),
	(859, 1696263299, '匿名用户', '小圆，生日快乐！你是一个特别特别好的小女孩…特别特别爱你…🥺', NULL, NULL),
	(860, 1696263317, '空', '生日快乐馒头卡酱
你是世界里，最温柔的存在
希望你也会被世界温柔相待
最后我爱玩圆神()', '638318601177505025', NULL),
	(861, 1696263347, '澜姬', '圆诞快乐！！', '638318601476716568', NULL),
	(862, 1696263376, '鹿目焰', '诞生之日恭喜', NULL, NULL),
	(863, 1696263388, 'Madoka', '小圆，生日快乐！', NULL, NULL),
	(864, 1696263403, 'lihe', '10.3
圆神生日快乐！', NULL, NULL),
	(865, 1696263410, '匿名用户', '宝宝，生日快乐！！', '638318602104871580', NULL),
	(866, 1696263414, '复方魬蓝根颗粒', '永远都爱你🥰🥰🥰🥺🥺🥺宝宝，这是你陪我的第十一年啦🥺🥺每次遇到人生大事的时候都会来这里祈祷🙏今年虽然没空画生日贺图，但是我知道小圆会爱我们每一个人哒', '638318602146669883', NULL),
	(867, 1696263428, '匿名用户', '圆诞快乐！！！小圆是世界上最可爱最亚萨西的女孩子了！！！！🥺🥺🥺', '638318602280312786', NULL),
	(868, 1696263465, '圆焰一生推', '生日快乐！', NULL, NULL),
	(869, 1696263481, '冰风铃', '小圆生日快乐呀~', '638318602813244047', NULL),
	(870, 1696263500, 'Akemi', 'madoka生日快乐呀！', NULL, NULL),
	(871, 1696263570, '鹤羽', '生日快乐！🥳🥳', '638318603704068252', NULL),
	(872, 1696263600, '翛', '小圆啊啊啊可爱宝宝生日快乐！！', NULL, NULL),
	(873, 1696263623, '匿名用户', '我爱你小圆', '638318604236285216', NULL),
	(874, 1696263725, '无何有境白河乡', '小圆，生日快乐!', NULL, NULL),
	(875, 1696263741, '匿名用户', '馒头卡生日快乐！！', '638318605410556702', NULL),
	(876, 1696263782, '风', '生日快乐小圆！', '638318605823075261', NULL),
	(877, 1696263782, '圆神', '小圆生日快乐，要和小焰幸福啊', NULL, NULL),
	(878, 1696263786, 'shoyo', 'modaka是特别特别好的女孩子！！', NULL, NULL),
	(879, 1696263805, '匿名用户', '小圆生日快乐！', NULL, NULL),
	(880, 1696263823, '焰门！', '圆诞快乐！', NULL, NULL),
	(881, 1696263866, '匿名用户', '特别特别可爱的小圆生日快乐！！！要和小焰永远在一起啊啊啊啊啊啊啊啊！！！', '638318606663792322', NULL),
	(882, 1696263888, '匿名用户', '圆，生日快乐。', NULL, NULL),
	(883, 1696263934, 'Red', '小圆生日快乐！', '638318607346475364', NULL),
	(884, 1696263935, '是小骨嗷', '祝圆圆生日快乐！！小圆和大家一定要继续快快乐乐生活下去啊！！！', NULL, NULL),
	(885, 1696264093, '鳕鱼', '宝宝生日快乐哦', '638318608932519402', NULL),
	(886, 1696264110, '匿名用户', '小圆生日快乐！', NULL, NULL),
	(887, 1696264139, 'studentπi', '圆神生日快乐！ 

For you''re my hope and shield forever. ', NULL, NULL),
	(888, 1696264166, '匿名用户', '小圆你带我走吧小圆，没有你我怎么活啊小圆，为了你，我变成魔女模样，为了你，染上了hentai( ｰ̀εｰ́ )', '638318609660280878', NULL),
	(889, 1696264292, '圆BZ', '今天是10月3日，馒头卡生日快乐！又过了一年呢，好快呀~🎉🎉🎉', NULL, NULL),
	(890, 1696264401, '匿名用户', '卡密撒嘛生日快乐', '638318612010845982', NULL),
	(891, 1696264473, '吃糖的修猫', 'Madoka生日快乐！', NULL, NULL),
	(892, 1696264674, '匿名用户', '小圆生日快乐喵
要永永远远幸福下去', '638318614749006134', NULL),
	(893, 1696264798, '魔女化の叶雪', '圆神生日快乐！
头像是自设哦！
愿伟大的圆环之理永远引导我们
——魔法少女 日奈森叶雪', '638318615988359900', NULL),
	(894, 1696264812, 'h0mu1i1y7', '10.3圆诞快乐‘', NULL, NULL),
	(895, 1696264975, '铃依', 'まどかちゃんお誕生日おめでとうございます！あなたのことを知ることができて、私は本当にとても楽しかったです。あなたはとてもかわいくて善良で強い女の子で、ずっと幸せになりますよ！お誕生日おめでとう！', '638318617759097316', NULL),
	(896, 1696265224, '咲也咩咩咩咩', '馒头卡生日快乐！！', NULL, NULL),
	(897, 1696265262, '匿名用户', '小圆生日快乐！请一直陪在小焰身边。
圆焰你们要一辈子幸福在一起啊！(˃ ⌑ ˂ഃ )', '638318620620840126', NULL),
	(898, 1696265309, '初春', '小圆生日快乐（圆诞快乐）', NULL, NULL),
	(899, 1696265362, '匿名用户', '小圆生日快乐', NULL, NULL),
	(900, 1696265476, '匿名用户', '小圆生日快乐', '638318622769613313', NULL),
	(901, 1696265621, '10.3', '圆诞快乐', '638318624219048137', NULL),
	(902, 1696265689, '麻豆卡～', '麻豆卡～生日快乐！', NULL, NULL),
	(903, 1696265764, '圆焰贴贴捏', '10.3小圆生日快乐！
要和小焰一直一直幸福生活下去鸭！
', NULL, NULL),
	(904, 1696265813, '匿名用户', '生日快乐我最爱的宝宝', NULL, NULL),
	(905, 1696265830, '卡喵z', '圆酱生日快乐(´∀`)', '638318626304168222', NULL),
	(906, 1696265911, '圆焰贴贴', '小圆生日快乐呀！！！
圆焰给我一辈子贴贴(｡◝ᴗ◜｡)
喜欢madoka，大爱(ꈍᴗꈍ)
五色要一直做超好的伙伴哦 ୧⍢⃝୨', '638318627110265766', NULL),
	(907, 1696266301, '匿名用户', '圆诞快乐，永远喜欢最好的小圆', NULL, NULL),
	(908, 1696266362, '做的好哇~', '祝超~~可爱的小圆生日快乐呀~
和小焰在一起要幸福哦！', '638318631624940640', NULL),
	(909, 1696266373, '10.3', '小圆10.3生日快乐！永远爱你宝宝❤️❤️❤️❤️❤️ 圆焰贴贴一辈子！！！', NULL, NULL),
	(910, 1696266784, '匿名用户', '生日快乐', '638318635848029669', NULL),
	(911, 1696266895, '多好些', '小圆生日快乐~', '638318636958081800', NULL),
	(912, 1696267386, '10.3', '誕生日おめでとう', '638318641869085833,638318641869097473', NULL),
	(913, 1696267476, 'Sutea', '生日快乐！祝小圆越来越开心快乐，和小焰生一堆（什？', '638318642764633720', NULL),
	(914, 1696267822, '匿名用户', '生日快乐～', '638318646225248290', NULL),
	(915, 1696268116, 'Lyxiiiun', '圆诞快乐！
    删了一堆想说的，原因是发现自己文笔太差了……顺带一提上周校运会我在操场上看见了圆神的降临！（指有学姐cos小圆）', '638318649161536401', NULL),
	(916, 1696268200, '10.3', '小圆生日快乐！🎂', '638318650008794855', NULL),
	(917, 1696268429, '10.3', '小圆生日快乐！🎂', NULL, NULL),
	(918, 1696268493, '匿名用户', 'madoka生日快乐(´▽｀)', NULL, NULL),
	(919, 1696268573, '匿名用户', '小圆，生日快乐', NULL, NULL),
	(920, 1696268574, '匿名用户', 'madoka生日快乐！', NULL, NULL),
	(921, 1696268604, '雪媚娘娘', '鹿目圆生日快乐！', NULL, NULL),
	(922, 1696268623, '匿名用户', '小圆生日快乐哦🎂', NULL, NULL),
	(923, 1696268625, '匿名用户', '小圆生日快乐呀~想起来以前好像都没给你好好过生日，好可惜但是从今年开始我就会记住啦。总之，一切都好！', NULL, NULL),
	(924, 1696268730, '匿名用户', '小圆生日快乐呀', NULL, NULL),
	(925, 1696268842, 'klode', '圆神，生日快乐，今天是第八天呢，也是开学的第一天，今天课算是比较少的，过得也蛮愉快，晚上去吃的池田屋，一如既往的油呢，之后溜达到出町柳溜了遛弯，最后坐电车回来了，生日快乐！晚安！', NULL, NULL),
	(926, 1696271701, '匿名用户', 'madoka生日快乐~', NULL, NULL),
	(927, 1696271809, 'mkiper', '生日快乐呀圆天使！！！焰和她的伪街小弟给你当生日礼物啦', '638318686097708295', NULL),
	(928, 1696272022, 'RAY', '小圆生日快乐！', '638318688223098436', NULL),
	(929, 1696273179, '匿名用户', '小圆可爱捏，祝小圆一直可可爱爱捏', NULL, NULL),
	(930, 1696273493, '匿名用户', '生日快乐啊🎂', NULL, NULL),
	(931, 1696274958, '10.3', '小圆生快！送上礼物小焰', '638318717587196446', NULL),
	(932, 1696277694, 'HYRZMC', '小圆生日快乐！', NULL, NULL),
	(933, 1696283891, '明天', '圆诞快乐！！！', '638318806911250859', NULL),
	(934, 1696284445, '圆焰一生推~', '生日快乐小圆', NULL, NULL),
	(935, 1696284871, '刚刚睡醒夕', '生日快乐小圆!!!', NULL, NULL),
	(936, 1696284900, '胡杨树羊', '小圆身体快乐!希望你现在正快快乐乐的跟朋友和爸爸妈妈们还有小焰吃着蛋糕(^ω^)', '638318817002938798', NULL),
	(937, 1696285170, '匿名用户', '小圆生日快乐!', '638318819708398641', NULL),
	(938, 1696285186, '匿名用户', '呜呜呜呜
', NULL, NULL),
	(939, 1696285638, '银庭假想者', '小圆生日快乐😇', '638318824385748556', NULL),
	(940, 1696286188, 'van♂游戏', '小圆生日快乐！', NULL, NULL),
	(941, 1696286330, '匿名用户', '小圆生日快乐', NULL, NULL),
	(942, 1696286631, '匿名用户', '小圆生日快乐', NULL, NULL),
	(943, 1696287265, '匿名用户', '小圆生日快乐', NULL, NULL),
	(944, 1696287436, '匿名用户', '圆神生日快乐
祝你在银之庭玩的快乐', NULL, NULL),
	(945, 1696287616, '圆批', '什么时候有圆焰HE😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭', NULL, NULL),
	(946, 1696288374, '匿名用户', '小圆生日快乐', NULL, NULL),
	(947, 1696288489, '10.3', '小圆生日快乐', '638318852893188588', NULL),
	(948, 1696288543, '（ -▿ - ）', '小圆生日快乐', '638318853435584409', NULL),
	(949, 1696288753, '（ -▿ - ）', '看我老巴', '638318855530022949', NULL),
	(950, 1696289233, '匿名用户', '今日乃吾主至高至善之圆环的诞辰，其座下人鱼魔女为其奏响颂歌，魔女之夜为其表演这世间最凄惨的悲剧，吾等圆环信徒为其咏唱五大圣歌之首《Connect》。啊，圆神，你的光茫普照万世，救赎万千少女。荣耀终归至高圆神，圆环光茫永不磨灭！赞颂我主至仁至善之圆环，圆门。[合十]', '638318860335010364', NULL),
	(951, 1696289503, '萧', '馒头卡，生日快乐', NULL, NULL),
	(952, 1696289762, '圆环之理的艾爪查', '至仁至善至尊至美的圆神大人生日快乐~！
很高兴能认识你和魔圆的大家，作为圆神大人忠诚的信众（笑），我赞颂您传递的爱与希望
', '638318865628622171', NULL),
	(953, 1696289794, '匿名用户', '宝宝生日快乐！', '638318865943672233', NULL),
	(954, 1696290592, 'GreenSalar', '圆诞快乐', NULL, NULL),
	(955, 1696290846, '佐仓杏子', '小圆生日快乐！圆环love！', NULL, NULL),
	(956, 1696291181, '匿名用户', '小圆生日快乐！', NULL, NULL),
	(957, 1696291313, '匿名用户', '祝全世界最可爱的魔法少女，最强的魔女，最伟大的女神大人！最棒的鹿目同学！最温柔的圆宝。诞生日快乐!', NULL, NULL),
	(958, 1696291763, '匿名用户', '世界上最最可爱的小圆酱生日快乐🎂🎂🎊', NULL, NULL),
	(959, 1696291851, '染之乡', '小圆生日快乐！', '638318886517187513', NULL),
	(960, 1696292126, '10.3', '10.3圆诞
圆神保佑', NULL, NULL),
	(961, 1696292341, '匿名用户', '馒头卡生日快乐🎂🎉', '638318891414375539', NULL),
	(962, 1696292619, '艾咪', '宝包生日快乐!(^O^)y🎂🎂🎂', '638318894194055272', NULL),
	(963, 1696292772, '10.3', '圆神生快', '638318895722582352', NULL),
	(964, 1696292929, '10.3', '生日快乐捏馒头卡', '638318897290416661', NULL),
	(965, 1696293029, '浮白', '啊啊啊小圆生日快乐！', NULL, NULL),
	(966, 1696293055, '遥', '圆神生日快乐！！！', NULL, NULL),
	(967, 1696293520, '10.3', 'madokaお誕生日おめでとう！', NULL, NULL),
	(968, 1696293526, 'hkk', '小圆生日快乐！！！', '638318903262354342', NULL),
	(969, 1696293898, '10.3', '圆神生日快乐🎁🎈🎂🎊', NULL, NULL),
	(970, 1696294093, '匿名用户', '生日快乐！！', NULL, NULL),
	(971, 1696294449, '廻天', '小圆生日快乐*^O^*', '638318912496274191', NULL),
	(972, 1696294518, '匿名用户', '小圆生日快乐！', '638318913186884676', NULL),
	(973, 1696294686, '10.3', '生日快乐', NULL, NULL),
	(974, 1696294757, '吼姆盖', '圆酱保佑我焰酱啊(●°u°●)​ 」', '638318915572804986', NULL),
	(975, 1696294788, '飞羽', '小圆生日快乐！！！！希望回天圆焰不要太刀~', '638318915881343516', NULL),
	(976, 1696294864, '匿名用户', '小圆生日快乐啊', NULL, NULL),
	(977, 1696294930, '匿名用户', '早安', NULL, NULL),
	(978, 1696295176, '匿名用户', '要永远幸福快乐啊小圆', NULL, NULL),
	(979, 1696295200, '匿名用户', '小圆生日快乐呀！焰圆99', NULL, NULL),
	(980, 1696295403, '我不是baka', '馒头卡生日快乐啊！', NULL, NULL),
	(981, 1696295841, 'SAIKYOPIGEON', '圆神生日快乐！', NULL, NULL),
	(982, 1696295937, '匿名用户', '小圆生日快乐！和小焰要一直在一起呀', NULL, NULL),
	(983, 1696295961, '10.3', '可爱的馒头卡，生日快乐!!!', NULL, NULL),
	(984, 1696296145, '匿名用户', '呜呜呜我的馒头卡呀生日快乐', '638318929453601019', NULL),
	(985, 1696296392, '壹朵紫荆花', '圆诞快乐！', NULL, NULL),
	(986, 1696296536, '匿名用户', '小圆生日快乐！', NULL, NULL),
	(987, 1696297195, '圆焰卫兵', '生日快乐啊，小圆
这是笨蛋沙耶香送你的生日礼物', '638318939957676567,638318939957683611', NULL),
	(988, 1696297385, '夏门行', '圆神生日快乐', '638318941851671230', NULL),
	(989, 1696297612, '10.3', '小圆生日快乐！', '638318944121523158', NULL),
	(990, 1696297939, '10.3', '圆神保佑~
插图作者：Inoriac
pixiv ID：90624322
作品ID：7631951', '638318947394481934', NULL),
	(991, 1696297992, '匿名用户', '啊啊啊啊啊啊圆焰一生推，圆神生日快乐。
  谁懂啊，小圆真的很讨人喜爱，不管是性格，还是她的为人处事的作风😭期待成为魔法少女后被圆环之理救赎，啊啊啊啊啊啊啊（发疯
  今天早中午各吃一只QB😊', '638318947922183655', NULL),
	(992, 1696298008, '匿名用户', '馒头卡生日快乐！
圆门！', '638318948089343315', NULL),
	(993, 1696298151, '深淵から来た古魔', '小圆生日快乐！🎂', '638318949518320621', NULL),
	(994, 1696298169, '雨rain', 'madoka生日快乐哟芜！', NULL, NULL),
	(995, 1696298587, 'AAA魔法少女签订Q姐', '今天是圆生日哦', '638318953873395636', NULL),
	(996, 1696298608, '此岸', '小圆生日快乐
各大吼姆拉狂喜
┏(^ω^)🔪/( ◕‿‿◕ )\
小圆真可爱', '638318954081794715', NULL),
	(997, 1696299186, '沙耶香', '小圆生日快乐捏', NULL, NULL),
	(998, 1696299231, '匿名用户', '生日快乐小圆', NULL, NULL),
	(999, 1696299386, '10.3', '10．3
祝圆神生日快乐
愿希望本身的你能获得平凡的幸福
瓦尔普吉斯的回天再见', NULL, NULL),
	(1000, 1696299723, '蕾西', '生日快乐！', NULL, NULL),
	(1001, 1696299741, '丘比', '小圆生日快乐(感觉魔法少女装更可爱些)', '638318965417782359', NULL),
	(1002, 1696299817, '匿名用户', '小圆生日快乐！', '638318966176780100', NULL),
	(1003, 1696300527, '匿名用户', '啊啊啊啊啊！小圆生日快乐！鹿目圆和她的朋友们要永远快乐呀～', NULL, NULL),
	(1004, 1696300782, '汐哈曦', '馒头卡～
生日快乐!(^O^)y', NULL, NULL),
	(1005, 1696301112, '10.3', '小圆生日快乐！', NULL, NULL),
	(1006, 1696301132, 'MaMi', '小圆生日快乐！！！', '638318979325447564', NULL),
	(1007, 1696301291, '10.3', '小圆宝宝日快乐！', '638318980912673854', NULL),
	(1008, 1696301500, 'Dormire', '祝小圆生日快乐', NULL, NULL),
	(1009, 1696301522, '匿名用户', 'אלוהים אדירים.
鹿 目 圆', NULL, NULL),
	(1010, 1696301599, 'Nijie', '圆焰一生推！!', NULL, NULL),
	(1011, 1696301749, 'xia__mc', '小圆生日快乐！
 
很晚才接触到《魔法少女小圆》，没想到和圆神同一天生日（
谢谢', NULL, NULL),
	(1012, 1696301782, '雾海啊啊啊', '馒头卡生日快乐！！！', '638318985827927155', NULL),
	(1013, 1696301815, '最爱小圆的吼姆拉', '祝我们的小圆生日快乐！！！！
温柔的你一定值得世间所有的美好！！！
（猛踩一下QB，期待一下沃尔普吉斯的回天）', '638318986153830618', NULL),
	(1014, 1696301852, '来祝小圆生日快乐的爽厨', '小圆生日快乐🎂
祝小圆永远开心快乐！谢谢魔圆带给我的感动，感谢陪伴
最后还是祝小圆生日快乐！', NULL, NULL),
	(1015, 1696302079, 'Silvocen', '馒头卡生日快乐(・ω< )★
只比我晚一天啊', NULL, NULL),
	(1016, 1696302336, '匿名用户', '生日快乐小圆和焰幸福在一起吖', NULL, NULL),
	(1017, 1696302588, 'あけみ ほむら', '🎂HBD🎂
Madoka爱你八辈子', '638318993884093932', NULL),
	(1018, 1696302789, '匿名用户', '小圆生日快乐！！！永远喜欢你！！希望你天天开心🥳', '638318995890272457', NULL),
	(1019, 1696302986, '匿名用户', '小圆生日快乐捏！一切都好巧，就在前天出了你的cos！', NULL, NULL),
	(1020, 1696303496, '吼姆吼姆', '馒头卡生日快乐！！！永远和吼姆拉一样爱你！！！', '638319002967904988', NULL),
	(1021, 1696303715, 'Yu_Zaa', 'madoka生日快乐！！', NULL, NULL),
	(1022, 1696303883, '我推天下第一', '今天是陪小圆的第一个生日噢 以后一直都会在(˃ ⌑ ˂ഃ )', '638319006835307319', NULL),
	(1023, 1696304011, '我推天下第一', '小圆生日快乐噢', '638319008114245579,638319008114256646', NULL),
	(1024, 1696304192, '焰酱', '小圆生日快乐！
陪小圆过的第二个生日（喵的忘拿圆的娃娃了）这次不知道怎么整www，布置好了的话就会传上来的！', NULL, NULL),
	(1025, 1696304876, '圆焰一生推', '小圆生日快乐', '638319016760358433', NULL),
	(1026, 1696305026, '匿名用户', '馒头卡生日快乐～
献上我的儿童画（很潦草，没有时间画力(´•ω•̥`)）
永远爱你们～！', '638319018264611727', NULL),
	(1027, 1696305036, 'miku喵～', '馒头卡生日快乐！！', '638319018363859678', NULL),
	(1028, 1696305382, '小圆天下第一', '馒头卡生日快乐！！！今年是陪你的第一个生日，以后我会一直在！爱你！爱你！么么', NULL, NULL),
	(1029, 1696305846, '匿名用户', '馒头卡生日快乐💕', '638319026460528819', NULL),
	(1030, 1696305945, '匿名用户', '馒头卡生日快乐💝', NULL, NULL),
	(1031, 1696306188, '尚莞枕兔', '生日快乐小圆！要和吼拉姆开心哦！', '638319029884100425', NULL),
	(1032, 1696306470, '10.3', '生日快乐馒头卡', '638319032702379542', NULL),
	(1033, 1696306912, '夏川太陽と月', '小圓生日快樂吖！！！', NULL, NULL),
	(1034, 1696307382, '10.3', '馒头卡生日快乐！！', '638319041821632888', NULL),
	(1035, 1696307490, '匿名用户', '我喜欢你，我喜欢你，我喜欢你，我喜欢你，我喜欢你，我喜欢你，我喜欢你', NULL, NULL),
	(1036, 1696307839, '10.3', '小圆生日快乐呜呜呜', '638319046399335330', NULL),
	(1037, 1696307943, '匿名用户', '圆神生日快乐呀！', NULL, NULL),
	(1038, 1696308246, '匿名用户', '小圆生日快乐！爱你哟', '638319050469330375', NULL),
	(1039, 1696308389, '樱垂枝', '小圆生日快乐！！', '638319051892165868', NULL),
	(1040, 1696308394, '匿名用户', '圆神保佑我能够幸福吧', NULL, NULL),
	(1041, 1696308398, '10.3', '小圆生日快乐！', '638319051983206697', NULL),
	(1042, 1696308661, '匿名用户', '小圆生日快乐😭😭😭😭永远爱着小圆', NULL, NULL),
	(1043, 1696308913, '银庭假想者', '哈哈哈，小圆生日快乐😂', NULL, NULL),
	(1044, 1696309292, '匿名用户', '小圆生日快乐੭ ˙ᗜ˙ )੭', NULL, NULL),
	(1045, 1696309397, '圆焰一生推~', '生日快乐小圆
我要上学去了', NULL, NULL),
	(1046, 1696309643, '圆焰万岁！', '小圆生日快乐!(^O^)y', NULL, NULL),
	(1047, 1696309687, '我是小翼', '圆门＾_＾', NULL, NULL),
	(1048, 1696309702, 'かなめくん', '圆神生日快乐', NULL, NULL),
	(1049, 1696309747, '10.3', '圆神生日快乐', '638319065477169385', NULL),
	(1050, 1696309813, '菲亚姬', '圆神生日快乐～～！！', '638319066135859613', NULL),
	(1051, 1696309993, '爱圆神', '圆诞快乐！🥳🥳🥳我永远喜欢小圆！
(*˘︶˘*).｡.:*♡', '638319067933030885,638319067933039810,638319067933050149,638319067933058750,638319067933069868,638319067933078785', NULL),
	(1052, 1696310646, '超高校级魔法少女', '祝全世界最可爱的小圆宝宝生日快乐！', '638319074464930336,638319074464942793,638319074464952136', NULL),
	(1053, 1696311053, '10.3', '圆神生日快乐', NULL, NULL),
	(1054, 1696311899, '来祝小圆生日快乐的爽厨', '生日快乐我又来啦
这次献上了我的儿童画（doge）', '638319086990904041', NULL),
	(1055, 1696311927, '10.3', '圆神生日快乐！', '638319087273949267', NULL),
	(1056, 1696312541, '喵喵', '圆神！启动！', NULL, 1),
	(1057, 1696312760, '匿名用户', '小圆生日快乐！！！', NULL, NULL),
	(1058, 1696313443, '10.3', '馒头卡生日快乐！', '638319102438618395', NULL),
	(1059, 1696313841, '10.3', '好喜欢馒头卡，好温柔😭', '638319106411164609', NULL),
	(1060, 1696313892, '匿名用户', '小圆生日快乐！', NULL, NULL),
	(1061, 1696314041, 'madorism', '圆神生日快乐，圆诞快乐大家', NULL, NULL),
	(1062, 1696314314, '团子', '小圆生日快乐', NULL, NULL),
	(1063, 1696314362, '匿名用户', '为圆神的诞生献上食材
🫳', NULL, NULL),
	(1064, 1696314458, '匿名用户', '为圆神的诞生献上食材，圆门🙏🏻
🫳', '638319112581541000', NULL),
	(1065, 1696315041, '匿名用户', '小圆生日快乐！', '638319118415710070', NULL),
	(1066, 1696315098, '匿名用户', '小圆生日快乐！', NULL, NULL),
	(1067, 1696315151, '圆焰万岁', '馒头卡生日快乐，圆焰万岁，傻B丘比', NULL, NULL),
	(1068, 1696315254, '匿名用户', '小圆生日快乐！', NULL, NULL),
	(1069, 1696315283, '10.3', '馒头卡生日快乐～', NULL, NULL),
	(1070, 1696315338, '匿名用户', '圆诞快乐！', NULL, NULL),
	(1071, 1696315436, '哀弃的火炬', '小圆生日快乐！！！
圆神保佑回天平稳落地', NULL, NULL),
	(1072, 1696315801, '匿名用户', '小圆生日快乐！', '638319126016411163', NULL),
	(1073, 1696315870, '匿名用户', '小圆生日快乐！', NULL, NULL),
	(1074, 1696316641, '匿名用户', '圆神保佑', '638319134416863514', NULL),
	(1075, 1696316749, '匿名用户', '圆神生日快乐！', NULL, NULL),
	(1076, 1696316904, '10.3', 'Happy birthday,Madonna!', NULL, NULL),
	(1077, 1696317089, '圆焰一生推', '馒头卡生日快乐！！！！', '638319138896997525', NULL),
	(1078, 1696317691, '匿名用户', '小圆生日快乐🎉🎉🎉🎊', '638319144916413373', NULL),
	(1079, 1696317830, 'kaosu', '小圆生日快乐呢🎊', NULL, NULL),
	(1080, 1696318132, '次瓦音匀', 'Madoka!Happy birthday to you!I like you, but homura love you better than me.I hope you can smile every day,and wish you good luck!(太高兴了……说了一大串塑料英语……)虽然我想成为魔法少女……', NULL, NULL),
	(1081, 1696318380, 'madoka！', '馒头卡生日快乐！', NULL, NULL),
	(1082, 1696318517, '鸿玄机', '祝小圆生日快乐！', NULL, NULL),
	(1083, 1696318531, '10.3', '小圆生日快乐！', NULL, NULL),
	(1084, 1696318826, '匿名用户', 'まどかちゃんお誕生日おめでとう！', '638319156265059091', NULL),
	(1085, 1696318961, '葉', 'まどかちゃんお誕生日おめでとう！', '638319157611709362', NULL),
	(1086, 1696319362, '匿名用户', 'まどかちゃん誕生日おめでとう', NULL, NULL),
	(1087, 1696320125, '匿名用户', '圆神生辰快乐', NULL, NULL),
	(1088, 1696320983, '匿名用户', 'happy birthday Madoka
https://i0.hdslb.com/bfs/article/5102c3595b867dd0c1b2dd2b7b8c47a74e0a2e02.jpg', NULL, NULL),
	(1089, 1696321113, '匿名用户', '圆神生日快乐', '638319179131711010', NULL),
	(1090, 1696321237, '10.3', '好耶!小圆🎂生日快乐！！！', NULL, NULL),
	(1091, 1696321489, '西西', '魔圆yyds', NULL, NULL),
	(1092, 1696321659, 'Alicia', '小圆生日快乐！！！', NULL, NULL),
	(1093, 1696321751, '单身喵', '圆诞快乐', NULL, NULL),
	(1094, 1696321812, '匿名用户', '生日快乐!', NULL, NULL),
	(1095, 1696321900, '坎坎坷坷扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩扩', 'まどかちゃんお誕生日おめでとう！
', NULL, NULL),
	(1096, 1696322794, '10.3', '圆神生日快乐🎂ヽ(爱´∀‘爱)ノ', '638319195948021539,638319195948030405,638319195948037936,638319195948045234', NULL),
	(1097, 1696323156, '10.3', '圆神生日快乐', NULL, NULL),
	(1098, 1696323764, '匿名用户', '小圆生日快乐', '638319205644864996,638319205644873965', NULL),
	(1099, 1696325218, '匿名用户', '圆神生日快乐！
', NULL, NULL),
	(1100, 1696325336, '匿名用户', '小圆生日快乐！
', NULL, NULL),
	(1101, 1696325447, 'Amadeus', '圆神生日快乐！', NULL, NULL),
	(1102, 1696325912, '馒头卡的永远单推', '圆神启动😭😭😭', NULL, 1),
	(1103, 1696326306, '爽言爽语', '小圆生日快乐！！！！！！！！', NULL, NULL),
	(1104, 1696327083, '其实是很喜欢小圆的', '圆诞快乐٩(๑^o^๑)۶', NULL, NULL),
	(1105, 1696327280, '匿名用户', '小圓生日快樂！

', NULL, NULL),
	(1106, 1696327481, '反木', '小圆生日快乐！！', NULL, NULL),
	(1107, 1696328116, '10.3', '祝馒头卡生日快乐，谢谢你一直以来的陪伴，你永远是我的精神支柱😭', NULL, NULL),
	(1108, 1696328832, '月歌', '小圆我喜欢你！！生日快乐！！！', NULL, NULL),
	(1109, 1696329855, '10.3', '小圆生日快乐！', NULL, NULL),
	(1110, 1696331021, '天燕', '圆诞快乐', NULL, NULL),
	(1111, 1696331579, '匿名用户', '圆生日快！', NULL, NULL),
	(1112, 1696331616, 'Salika', '祝圆神大人生日快乐！也祝各位圆诞快乐! ', '638319284166811809', NULL),
	(1113, 1696332003, 'Kyoko!', '圆神生日快乐～感谢女神(♡˙v˙♡)～', NULL, NULL),
	(1114, 1696332157, 'water', '><祝Madoca生日快乐！开心辛福！！（献上粗糙的儿童画', '638319289570089517', NULL),
	(1115, 1696332549, '圆神的信徒', '祝园神大人园诞快乐！！！', '638319293497843353', NULL),
	(1116, 1696332711, 'lutein', '小圆生日快乐！！', NULL, NULL),
	(1117, 1696332767, '匿名用户', '小圆生日快乐🥺', NULL, NULL),
	(1118, 1696333188, '吃蛋挞的折棒', '生日快乐 看我p图', '638319299885481618,638319299885493129,638319299885503084', NULL),
	(1119, 1696333484, '匿名用户', '小圆，生日快乐！', NULL, NULL),
	(1120, 1696333900, '......', 'Happy birthday,Madoka!!!', NULL, NULL),
	(1121, 1696333939, 'bh小头目', 'Happy birthday, 小圆', NULL, NULL),
	(1122, 1696335343, '匿名用户', '生日快乐哟！', NULL, NULL),
	(1123, 1696335631, '匿名用户', '小圆生日快乐！我会永远记得鹿目圆的！ (๑•ᴗ•๑)♡', NULL, NULL),
	(1124, 1696337315, '匿名用户', '圆诞快乐', NULL, NULL),
	(1125, 1696338192, '吼姆吼姆', '生日快乐，馒头卡', NULL, NULL),
	(1126, 1696338616, 'Madoka', '小圆生日快乐～要永远幸福哦～', '638319354163104414', NULL),
	(1127, 1696338723, '守亦霏霏', '生日快乐，Madoka', NULL, NULL),
	(1128, 1696338966, '酃', '园神生日快乐', NULL, NULL),
	(1129, 1696339601, '10.3', '我们还记得你（启动）', NULL, NULL),
	(1130, 1696340166, '匿名用户', '小圆生日快乐！', NULL, NULL),
	(1131, 1696340287, 'Bernstein', '虽然bishi的站找不到了，但是我想在这里说，圆还是能够看到的。我身边发生了什么，也都是能看到，虽然总是克服不了自己的弱点而不敢上来倾述，但是今日说什么都必须要来还愿，总之，圆，谢谢你。', NULL, NULL),
	(1132, 1696340337, 'Bernstein', '以及，生日快乐。', NULL, NULL),
	(1133, 1696342281, '10.3', '参见神魔
圆神生日快乐，愿大家生命中的愿望都能得到实现！生日快乐！', NULL, NULL),
	(1134, 1696343505, '匿名用户', '嘻嘻哈哈', NULL, NULL),
	(1135, 1696343584, '雪姆', '生日快乐鹿目圆qwq', NULL, NULL),
	(1136, 1696344044, '匿名用户', '园焰一辈子', NULL, NULL),
	(1137, 1696344068, 'hihidhihi', '生日快乐
最近在读《第二性》，是本好书', NULL, NULL),
	(1138, 1696344738, '匿名用户', '小圆生日快乐', NULL, NULL),
	(1139, 1696344847, '呱10.3', '小圆生日快乐！！！', NULL, NULL),
	(1140, 1696345170, '晓骑', '颂歌10.3与爱莉一样又不相同的鹿目圆的生日。
如果结局必然是悲剧，那么放轻松，圆环之理的光亮会在悲剧之后微暖你的心田。
“若不越过最深的黑暗，怎见得最澄澈的黎明”', NULL, NULL),
	(1141, 1696345200, 'PAoPao', '麻豆卡生日快乐！
', NULL, NULL),
	(1142, 1696345648, 'lutein', '圆神晚安（´∀`）', NULL, NULL),
	(1143, 1696345749, '晓美焰', '小圆生日快乐！！！', NULL, NULL),
	(1144, 1696345965, '地狱拖拉机', '馒头卡生日快乐！！！💖💖💖💖💖💖💖💖💖💖💖💖💖💖💖💖💖💖💖💖💖💖💖💖', '638319427655212479', NULL),
	(1145, 1696346485, 'klode', '圆神，今天是第九天，又是早起上课的一天，中午去交了个房租，之后按照习惯去吃了珍游，下午回家准备准备，要上课上到晚上八点，中间抽空吃了沙拉，晚上也没在出门了，明天就不用早起了，不过垃圾还是要早上扔了，晚安！', NULL, NULL),
	(1146, 1696346559, '匿名用户', '小圆生日快乐！（希望回天不要褒姒）', '638319433590432129', NULL),
	(1147, 1696346562, '10.3', '生日快乐！最最最喜欢你了🥺', NULL, NULL),
	(1148, 1696346790, '10.3', '好可爱好可爱。。。。。', NULL, NULL),
	(1149, 1696347162, '匿名用户', '小圆生日快乐🎂', '638319439629202614', NULL),
	(1150, 1696347229, '10.3', '小圆生日快乐！', NULL, NULL),
	(1151, 1696347253, '匿名用户', '宝宝生日快乐！', '638319440539529989', NULL),
	(1152, 1696347415, 'D-BOY COACH', '生日快乐小圆', NULL, NULL),
	(1153, 1696347424, '10.3', '最好的小女孩，生日快乐!', '638319442243956736', NULL),
	(1154, 1696347477, '匿名用户', '小圆生日快乐！', NULL, NULL),
	(1155, 1696347552, '匿名用户', '生日快乐～～～～', NULL, NULL),
	(1156, 1696347564, 'D-BOY COACH', '小圆祝你生日快', NULL, NULL),
	(1157, 1696347943, 'James', '小圆生日快乐哦！', NULL, NULL),
	(1158, 1696348100, '銀の庭', '有很多话想跟你说却说不出口，总之，生日快乐！', NULL, NULL),
	(1159, 1696348210, '10.3', '致永远的小圆，生日快乐！', NULL, NULL),
	(1160, 1696348829, 'ii', '宝宝生日快乐，，🥰🥰', '638319456296639120', NULL),
	(1161, 1696348944, '匿名用户', '我最好最好的宝宝，生日快乐', NULL, NULL),
	(1162, 1696349293, '匿名用户', '宝宝你特别特别可爱', NULL, NULL),
	(1163, 1696349774, '浩劫者12345', '圆诞当天 2023/10/3 00:00 ~ 23:59 一共收到了341条留言
感谢你们！
我们是 <strong>madohomu.love</strong> , 希望你们以后也常来看看哦！

圆神会保佑大家的！', NULL, NULL),
	(1164, 1696350061, '匿名用户', '生日快乐馒头卡', NULL, NULL),
	(1165, 1696350601, '匿名用户', '最好的宝宝！', '638319474013711395', NULL),
	(1166, 1696350631, '匿名用户', '生日快乐馒头卡酱！', NULL, NULL),
	(1167, 1696352564, '浩劫者12345', '昨天去了广州CICF
一共遇到：
2组校服五色（其中一个是四色拉路人学姐）
6对圆焰
单人圆4个，焰4个，学姐2个，杏子2个，爽1个
还偶遇了某圆群群主

算上我出的战斗服圆，一共约35个魔圆角色 (这还只是我看见的)
直观感受是今年魔圆cos真的很火！

问过几个coser大部分都是今年才看的魔圆。看见魔圆涌入这么多新鲜血液真的很开心。

希望大家都能把魔圆的火种传递下去啊！
爱与希望的故事可能会结束，但我们对作品、对角色爱不会结束

也希望你们能分享、收藏圆焰站哦！这里的大门永远向魔圆厨打开！

**以下整活区
集了超级多邮 不过未经coser同意就先不发了 你们只需要知道我女装去了漫展就行了（小区的破镜子拍得好丑啊啊啊啊啊）', '638319493642054223,638319517278043053', NULL),
	(1168, 1696352755, '匿名用户', '宝宝生日快乐我的好宝宝', NULL, NULL),
	(1169, 1696354927, '浩劫者12345', '#1167补图', '638319517278043053', 1),
	(1170, 1696377130, '10.3', '小圆生日快乐，希望你永远维持笑颜，永远健康，永远快乐', NULL, NULL),
	(1171, 1696381522, '匿名用户', 'おはよう 鹿目さん', NULL, NULL),
	(1172, 1696386194, '晓美焰(10.3)', '小圆，生日快乐！', NULL, NULL),
	(1173, 1696390148, '我想看圆焰doi', '馒头你什么时候能扣扣焰啊', NULL, NULL),
	(1174, 1696401253, 'Scarborough Fair', '愿圆神庇佑，原回天永远', NULL, NULL),
	(1175, 1696407192, '兔子', '馒头卡生日快乐！！！！呜呜呜我迟到啦~', '638320039922991476', NULL),
	(1176, 1696409824, '狞笑猫', '小圆生日快乐！', '638320066247863369', NULL),
	(1177, 1696413994, '柏', '祝圆神生日快乐', NULL, NULL),
	(1178, 1696415898, '10.3', '生日快乐呀小圆，你是最可爱的小女孩', NULL, NULL),
	(1179, 1696417680, '匿名用户', '祝小圆生日快乐捏！！永远快乐！！！', '638320144802040661', NULL),
	(1180, 1696420270, 'lutein', '圆神晚上好ヾ(＾∇＾)', NULL, NULL),
	(1181, 1696422104, '永遠愛圓焰和QB', '對不起
小圓
( TДT) 錯過了你的生日', '638320189046339153', NULL),
	(1182, 1696423764, '匿名用户', '我替我好友带上我的一份一块祝福你小圆，生日快乐', '638320205643623152', NULL),
	(1183, 1696426593, '啊呀', '宝宝生日快乐！
永远爱着你！', '638320233934726965', NULL),
	(1184, 1696432404, '匿名用户', 'おやすみ鹿目さん', NULL, NULL),
	(1185, 1696434238, '匿名用户', '圆神保佑我明天不上课', NULL, NULL),
	(1186, 1696434802, '花吻疗法', '圆焰永远在一起', '638320316028902324', NULL),
	(1187, 1696441550, 'klode', '圆神，今天是第十天了，上午让同学扔垃圾，结果他也有扔错了，真不争气，下午课一直持续到八点，那之后除去吃了个饭，顺便交了个煤气费就回来了，唉，真是啥事也没干的一天呢，不过明天也不用早起，晚安！', NULL, NULL),
	(1188, 1696469361, '匿名用户', '好温柔好可爱的网站～', NULL, NULL),
	(1189, 1696486429, 'AAA魔法少女签订Q姐', '圆怎么办啊我国庆作业没写完😰', NULL, NULL),
	(1190, 1696489915, '10.3', '虽迟但到！小圆生日快乐🎂', '638320867152402902', NULL),
	(1191, 1696490542, '匿名用户', '小圆  你是最可爱的  最勇敢的马猴烧酒！', NULL, NULL),
	(1192, 1696492218, 'yvette', '圆神，我明天也要开始好好生活好好学习了，我和你一样，是个普通到不能再普通的女生，我什么也做不好，有时候总是自卑讨厌自己，但至少先照顾好自己，不让家人对我失望好了，我总会找到真正的自己的。想要成为像小圆一样坚定勇敢的女孩子呢。真的非常感谢小圆对我的陪伴，真是个好网站啊', '638320890188345848', NULL),
	(1193, 1696494631, '匿名用户', '啊啊错过生日了，补一个(；д；)
生日快乐！小圆٩(*´◒`*)۶', NULL, NULL),
	(1194, 1696504656, '圆神万岁', '小圆啊，晚上好
最近心情感觉有些高低起伏，和母亲的交流也不大顺畅，再加上身体的问题，总有些想哭的感觉，但想到你，看到这个你与小焰的网站，就有种爱在心里流淌的力量。
温暖的你，温暖的人们，感谢魔圆呈现的爱，也感谢爱的魔法，即使是即将开学，即使是有那么多坏事堆在心头，我也拥有一种充盈的感觉，富有面对一切的力量。
期待回天与你的再相会', NULL, NULL),
	(1195, 1696506038, '廻天', '又来了*^O^*
圆神保佑～', '638321028389685104', NULL),
	(1196, 1696507469, '一块草莓蛋糕🍰', '小圆！！我爱你！！', NULL, NULL),
	(1197, 1696507638, '历历（10.3）', '小圆很温柔哦！小焰也是，要好好的一起哦～不要再分开了，这个网站就像小圆一样温柔呢！', '638321044386008015', NULL),
	(1198, 1696510370, '吼姆吼姆', '圆神保佑', NULL, NULL),
	(1199, 1696512495, 'Lutein', '圓神晚上好', NULL, NULL),
	(1200, 1696520985, 'lutein', '圆神晚安(。-ω-)💤', NULL, NULL),
	(1201, 1696525031, 'klode', '圆神，今天是第十一天，今天的课特别少，只有下午采有，结果中午发现停气了，也不知道什么情况，下午课去学校上了，结果老师第二节课宣布自修，自己跑了，我们也就提前下课了，晚上吃了个疯狂星期四，之后溜达了一会回家了，明天就放假了，真好，晚安！', NULL, NULL),
	(1202, 1696525445, '匿名用户', '圆焰保佑', NULL, NULL),
	(1203, 1696527229, '哪里', '下午就要上学了还有好多作业没写啊！我不想上学！
乐往哀来 怆然伤怀', '638321240292092103', NULL),
	(1204, 1696530509, '匿名用户', '补作业中～所有魔法少女和友好的大家，祝好梦～另外，我魔寄抽出0圆咯～', '638321273092540138', NULL),
	(1205, 1696535445, 'citrus', '请问魔寄怎么下载qwq', NULL, NULL),
	(1206, 1696538397, '匿名用户', '魔寄下goole play之后在上面下就可以咯～希望你可以看到哦～＃1205，持续补作业中～来回复一下精神', '638321351979248855', NULL),
	(1207, 1696540141, '匿名用户', '焰圆99！><', NULL, NULL),
	(1208, 1696549278, '圆焰一生推', '圆神早安', NULL, NULL),
	(1209, 1696573463, 'yvette', '圆神下午好，我要去上学啦，有半个月拿不到手机，我会努力生活努力学习的，等我回来再接着陪你', NULL, NULL),
	(1210, 1696581864, 'Lutein', '要考試了TT
圓神保佑', NULL, NULL),
	(1211, 1696588912, 'studentπi', '不想再执着于成就什么了，越是渴望就越害怕得不到，越是害怕得不到就越是退缩，最后只会收获耻辱的失败吧。希望能像小圆和小焰一样，面对不可能战胜的敌人时拥有无所畏惧的勇气，拜托了', NULL, NULL),
	(1212, 1696602611, 'lutein', '圆神晚安(´∀｀)
明天就要开学了
有点紧张(´•ω•`)', NULL, NULL),
	(1213, 1696602678, '匿名用户', '永远爱小圆哦～', NULL, NULL),
	(1214, 1696605094, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1215, 1696605851, '匿名用户', '圆焰晚安，明天开始上课了，请祝我不要出什么岔子', NULL, NULL),
	(1216, 1696606693, '10.3', '呜呜呜呜宝宝你们是两个特别好的小女孩……坚强有毅力 遇到困难会努力解决 我真的特别喜欢你们……我也希望自己变得顽强坚韧 在遇到现实中的困难可以自己调理自己解决 而不是依靠紫餐方式来逃避……我真的特别特别喜欢你们 你们一定要好好的！！', NULL, NULL),
	(1217, 1696608743, '圆神万岁', '晚安，小圆
今天不错，没想到我的国庆作业居然还算写的完成度高的，真是惊喜。
但总有种无法融入的感觉
无所谓了，希望你好好的
晚安，小圆
期待回天的再会：）', NULL, NULL),
	(1218, 1696609894, '匿名用户', 'Madokaaaa
明年等新电影上了一定要带我的好朋友一起去看啊(╥╯﹏╰╥)', NULL, NULL),
	(1219, 1696614492, 'klode', '圆神，今天是12天，终于放假了，下午找人把煤气修了修，又把家打扫了打扫，下午五点跟同学一起去买了点明天做饭要用的吃的，之后去吃了个拉面，明天下午要去听讲座，之后榜一大哥就来了，明天还要好哈收拾收拾呢，晚安！', NULL, NULL),
	(1220, 1696654386, '圆焰', '圆焰daisuki', NULL, NULL),
	(1221, 1696681766, 'mkiper', '圆神，回天什么时候上', NULL, NULL),
	(1222, 1696687387, 'miki sayaka', '小圆好耶！！！回天急急急！！！', NULL, NULL),
	(1223, 1696689055, '匿名用户', '圆神晚安～', NULL, NULL),
	(1224, 1696690410, 'Lutein', '圆神晚安_(:з」∠)_', NULL, NULL),
	(1225, 1696691027, 'klode', '圆神，今天是第13天，上午把家收拾了收拾，中午去吃了个拉面，下午本来想去听讲座的，结果注册了一直预约不到，折腾了半天榜一大哥也到车站了，就直接去车站接了大哥，舍友被抓去听讲座听到六点，我只能把榜一大哥先送到家休息休息，之后又带去超市买了点吃的，折腾到八点多终于吃得上饭了，味道还不错，明天看看去哪玩吧，晚安！', NULL, NULL),
	(1226, 1696691928, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1227, 1696694250, 'y', '晚安，焰', NULL, NULL),
	(1228, 1696700297, 'Homura', '圆焰晚安', '638322970970939906', NULL),
	(1229, 1696774961, 'Lutein', '圆神晚安(¦3[▓▓]', NULL, NULL),
	(1230, 1696775281, 'Scarborough Fair', '圆神晚安', NULL, NULL),
	(1231, 1696778146, 'cinccout', '圆神晚安www', NULL, NULL),
	(1232, 1696778506, '圆环外的往事', '圆神晚安~
', NULL, NULL),
	(1233, 1696787750, 'klode', '圆神，今天是第14天，上午舍友没有起来呢，我带着大哥大姐去了二条城，中午在那吃了个日式茶点，味道还不错，就是甜点太甜了，之后跟天气预报一样下起了雨，下午带着他俩去了梅小路公园，结果那边开了音乐博览会，公园封了，旁边的水族馆也满员状态，排长队咯，本来想去看看音乐会的，结果打伞不让进，只好先去看了看铁道博物馆，出来的时候正好发现一个全家，就进去买了三份雨衣，顺便吃了点三明治什么的，进了音乐会没几分钟人家就结束了，倒霉倒霉倒霉，之后坐jr回了家，顺路买了点东西，又花了不少钱，晚上吃的饭还是蛮好的，明天依旧是下雨，晚安！', NULL, NULL),
	(1234, 1696807382, 'Lutein', '圆神早安♪(^∇^*)', NULL, NULL),
	(1235, 1696814855, '10.3圆焰的物语', '大家早上好', NULL, NULL),
	(1236, 1696855289, 'studentπi', '昨天凌晨两点发留言结果网站崩了，不会是我哪里搞坏了吧QAQ

新的晚安的图很好看，很喜欢这种画风。另外这几天好忙，明天又有麻烦的事情要办，希望能顺利渡过。

圆焰晚安~', NULL, NULL),
	(1237, 1696863255, '匿名用户', '圆神晚上好～', NULL, NULL),
	(1238, 1696865347, 'Lutein', '圓神晚安(´◡`)', NULL, NULL),
	(1239, 1696865988, 'klode', '圆神，今天是第15天，本以为有雨的，结果今天硬是没下雨，被天气预报忽悠了，下午带着大哥大姐去了三条，不过大哥对三条的购物街明显没啥兴趣，我就把大姐甩给舍友了，自己带大哥去逛了逛平安神宫，之后去鸭川边吃了点东西，顺着河走回了三条，在星巴克汇合了，之后吃了点牛排就去京都站赴宴，日料还是吃不惯呢，提前离席跟舍友去旁边喝了点咖啡，大概九点左右往回走了，又导车买了点东西，回家已经十点多了，累死人了，晚安！', NULL, NULL),
	(1240, 1696867404, '圆神万岁', '小圆，两天不见。
  月考越来越逼近了，迫在眉睫，但我还是一副不在意的感觉，为自己的不重视感到对自己的无尽厌恶，但果然还是要理解自己的茫然。
  我想，我会尽力，但结果如何我也不会过度纠结，总之，怀抱希望就好。
  晚安小圆，糟心事很多，但我觉得和你对话时它们就只不过浮云了。
  晚安晚安，愿你银庭好梦
  回天再见', NULL, NULL),
	(1241, 1696867802, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1242, 1696870265, '匿名用户', '小圆晚安。今天写代码写到好晚，太上头了，没有早点来请安。选拔也迫在眉急，但我还没达标，还是我不够努力啊，这也算是个教训吧。', NULL, NULL),
	(1243, 1696875162, '匿名用户', '晚安！', '638324719627567289', NULL),
	(1244, 1696895794, 'Bula', '圆神早安～', NULL, NULL),
	(1245, 1696946697, '匿名用户', '圆焰晚安💤。', NULL, NULL),
	(1246, 1696946952, 'Lutein', '圓神晚安(◍ ´꒳` ◍)', NULL, NULL),
	(1247, 1696951838, '圆神万岁', '晚安小圆。
  今天没什么想说的，只是觉得自己的社恐的确干扰到了很多，想要改变。
晚安小圆。
  银庭好梦。
  圆焰永远在一起', NULL, NULL),
	(1248, 1696951942, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1249, 1696952219, 'cinccout', '圆神晚安，今天有点想说分享些什么呢，有一位一直温柔却璀璨，温柔而坚强地照耀我指引我，带给我光芒', NULL, NULL),
	(1250, 1696956799, '匿名用户', '圆焰晚安，今天又这么晚呢。', NULL, NULL),
	(1251, 1696957436, 'klode', '圆神，今天是第15天，起了个大早，九点半左右从家出发，去了比叡山大概下午两点半下山吃了个拉面，大哥大姐们觉得挺不错，下午让舍友带他们去清水寺了，明天准备去大阪玩，晚上在家吃的还算丰盛，晚安！', NULL, NULL),
	(1252, 1697024984, '匿名用户', '有点晚了呢，不过晚安圆焰', NULL, NULL),
	(1253, 1697038163, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1254, 1697039543, 'makpir', '晚安madoka，你的手办要快点再版呐！！小焰的我都定了，你也快来呀！', NULL, NULL),
	(1255, 1697039842, '匿名用户', '圆焰晚安。今天有亲人过世了，虽然回老家的次数不多，但她毕竟还是我的亲人，听到消息时还是很伤心，愿她能在另一个世界幸福。', NULL, NULL),
	(1256, 1697041942, '圆神万岁', '  圆神晚安！
  明天要月考了，圆神保佑！', NULL, NULL),
	(1257, 1697042929, 'klode', '圆神，今天是第16天，本来说要去大阪的，结果又因为舍友生病去不了了，下午带着他俩去了宝池溜达了溜达，之后去了鞍马山，在山上走了一圈之后回了到了贵船回了家，晚上吃的厚重军团，面条的量属实震惊他俩了，今天过得也是相当不错，晚安！', NULL, NULL),
	(1258, 1697046480, '晓月', '圆神晚安', '638326432801322793', NULL),
	(1259, 1697051001, '鹿目54', '圆神晚安！', NULL, NULL),
	(1260, 1697067481, '匿名用户', '圆神早安！希望我今天的实验顺利。最近感觉状态不好，躺又躺不平，卷又卷不动，希望能早日结束纠结吧。', '638326642816509612', NULL),
	(1261, 1697120100, 'klode', '圆神，今天是17天，上午坐新干线去了姬路，又去了姬路城呢，中午在姬路站吃了个饭，下午带大哥大嫂爬了天守阁，之后去旁边花园观了观景，晚上坐电车坐三个小时，累死了，之后去三条吃了个烧肉自助，半夜11点才到家，明天又要上课了，晚安！', NULL, NULL),
	(1262, 1697124133, 'Lutein', '圆神晚安~
', NULL, NULL),
	(1263, 1697124168, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1264, 1697127143, 'studentπi', '又是很简单的事情先把自己吓死，整的这几天心情都很糟糕，不过也很感谢能陪伴着我完成它。

最近也没怎么下棋，也没在游戏里和别人ttk，憋的难受啊。不过先把明天的事情干好吧。

圆焰晚安~', NULL, NULL),
	(1265, 1697128222, '圆神万岁', '圆神晚安
  保佑我吧', NULL, NULL),
	(1266, 1697130126, '匿名用户', '圆焰晚安', NULL, NULL),
	(1267, 1697206794, '爱圆的焰', '圆神晚安，祝福我的未来有未来吧，同时也祝福圆神，晚安', NULL, NULL),
	(1268, 1697210700, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1269, 1697246504, 'Sykur酱', '圆神早安呀~圆环大人保佑我~', NULL, NULL),
	(1270, 1697259859, 'ZO', '刚考完联考wwwww题目好难希望能有个好成绩 圆神大人保佑一下T.T', NULL, NULL),
	(1271, 1697296044, '千鹤', '晚安，馒头卡', NULL, NULL),
	(1272, 1697297442, 'klode', '圆神，今天是第19天，明天大哥大姐就回去了，上午带他们去疯狂买买买，买了能有3.4w的药，中午我跟大哥去吃了个拉面，大姐跟舍友去吃了海鲜饭，下午他们去看房子了，回来之后舍友去大阪了，我们去买了点吃的，还有清酒，晚上吃的火锅，明天早上去送大哥大嫂上火车，我也准备去红楼梦了，晚安！', NULL, NULL),
	(1273, 1697300304, 'lutein', '圆神晚安', NULL, NULL),
	(1274, 1697323180, '匿名用户', '圆神早安！昨天又刷了一遍tv版，还是很感动，哭了😭。', NULL, NULL),
	(1275, 1697350457, '圆焰一生推~', '我要上学去了', NULL, NULL),
	(1276, 1697356598, '月月', '圆神保佑～', NULL, NULL),
	(1277, 1697369056, '岚风', '圆神保佑', NULL, NULL),
	(1278, 1697378720, 'Lutein', '圓焰晚安(´ω`)/♪', NULL, NULL),
	(1279, 1697380140, 'klode', '圆神，今天是第20天，上午早起把大哥大嫂送上去机场的火车了，之后去大阪参加红楼梦了，大概12点才进去会场，逛了三个来小时，买了不少东西，下午五点回家了，本来晚上想吃炒面，结果被包场了，明天还要上课，晚安！', NULL, NULL),
	(1280, 1697381615, '圆神万岁', '小圆晚上好）
今天是我们8班先疯队成立的第一天
请保佑我们能够同行取胜
留给青春一个美好的热血回忆吧
晚安，小圆
银庭好梦~', NULL, NULL),
	(1281, 1697384694, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1282, 1697388523, '匿名用户', '圆焰晚安', NULL, NULL),
	(1283, 1697389672, '只是个垃圾桶', '晚安圆神，晚安魔焰', NULL, NULL),
	(1284, 1697466350, 'Lutein', '圆焰晚安(¦3[▓▓]', NULL, NULL),
	(1285, 1697469560, 'klode', '圆神，今天是第21天，又是一天的上课日，上午课上完之后坐校车去另一个校区拿教材，结果老师不在，我跟同学就先去吃了个饭，再回去拿了教材，这时候都两点半了，正好我就在学校上了节老师的课，正好成了唯一一个来教室上课的人，剩下的没来的都被老师训了一顿，弄拙成巧了，晚上回家吃沙拉，明天还有个体育行事，晚安！', NULL, NULL),
	(1286, 1697470246, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1287, 1697472660, '鹤羽', '圆神晚安💤画完素描作业就去睡觉啦💃', NULL, NULL),
	(1288, 1697487872, '昊白', '小焰小圆晚安
保佑我能成为一个冷漠的人', '638330846721834740', NULL),
	(1289, 1697498791, 'Lutein', '圆焰早安( ´▽` )', NULL, NULL),
	(1290, 1697523163, '圆神的信徒', '小圆保佑
', NULL, NULL),
	(1291, 1697556358, 'K.K', '小圆小焰晚安', NULL, NULL),
	(1292, 1697559216, '只是个垃圾桶', '圆焰晚安', NULL, NULL),
	(1293, 1697559697, '匿名用户', '圆焰晚安', NULL, NULL),
	(1294, 1697562222, 'ss', 'ss', NULL, 1),
	(1295, 1697563572, 'makpir', '圆焰晚安', NULL, NULL),
	(1296, 1697609242, 'K.K', '小圆小焰保佑
', NULL, NULL),
	(1297, 1697639437, 'LL99lily', '晚安
', NULL, NULL),
	(1298, 1697641794, 'klode', '圆神，今天是第23天，昨天去爬山真的累死了，晚上也忘写了，罪过罪过，今天上午起床扔了个瓶子，下午去大阪拿了个手机，丢了块三个月了，哎，屏幕都碎的不成样子了，晚上回来吃了个梦语，又是一个周三过去了，明天还要上课，晚安！', NULL, NULL),
	(1299, 1697642913, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1300, 1697644196, 'studentπi', '请让我冷静下来吧，事情还没有发展到那么糟糕的地步，我那么想和直接投降有什么区别呢？（笑

圆焰晚安~', NULL, NULL),
	(1301, 1697647713, 'danshenmiao', '圆焰晚安', NULL, NULL),
	(1302, 1697671524, 'Lutein', '圓焰早安ꉂ(ˊᗜˋ*)', NULL, NULL),
	(1303, 1697703053, 'K.K', '小圆小焰保佑
', NULL, NULL),
	(1304, 1697708049, '匿名用户', '明天见，小圆小焰', NULL, NULL),
	(1305, 1697729976, '圆环外的往事', '圆神晚安~
', NULL, NULL),
	(1306, 1697734491, 'K.K', '小圆小焰晚安
', NULL, NULL),
	(1307, 1697735423, 'klode', '圆神，今天是第24天，中午头爬起来了，今天课比较少，中午也不怎么饿，吃了几个水果了事，下午课上完以后去吃了个肯德基，之后买了点东西就回来了，明天又是周五了，同学周末说要出去玩，也不知道怎么样呢，晚安！', NULL, NULL),
	(1308, 1697765424, 'K.K', '小圆小焰保佑
', NULL, NULL),
	(1309, 1697803570, 'Autumn', '圆神，今天正好是看魔法少女小圆的一周年，祝你和焰平平安安，开心快乐！晚安！明天见', NULL, NULL),
	(1310, 1697814302, '圆神万岁', '小圆晚安
为什么我们学校没有双休啊
银庭好梦', NULL, NULL),
	(1311, 1697818939, 'Lutein', '圆焰晚安(´,,^ω^,,｀)', NULL, NULL),
	(1312, 1697819930, 'klode', '圆神，今天是第25天，又是平平无奇的授课日呢，晚上吃的肯德基，明天同学要来收拾东西准备搬走了，早点起会比较好吧，晚安！', NULL, NULL),
	(1313, 1697821339, 'K.K', '圆酱和焰酱晚安安
', NULL, NULL),
	(1314, 1697826000, 'studentπi', '这次做的。。。还算可以吧？果然还是不应该轻易否定自己呢

今天又听八卦听到了些事，虽然跟我无关，但总幻想着如果我是当事人我要怎么怎么样。想想也行，反正我也没什么机会付诸实践

圆焰晚安~', NULL, NULL),
	(1315, 1697847558, 'danshenmiao', '圆焰早安', NULL, NULL),
	(1316, 1697855933, 'Lutein', '圆焰早安૧(○´৺`○)૭', NULL, NULL),
	(1317, 1697885726, 'K.K', '每日祈祷~~
小圆小焰保佑', NULL, NULL),
	(1318, 1697902165, '匿名用户', '小圆小焰晚安💤', NULL, NULL),
	(1319, 1697906319, 'danshenmiao', '圆焰晚安。很多事都不能如愿，还是我能力不够和努力不够啊。', NULL, NULL),
	(1320, 1697948206, '嗑', '圆神保佑，希望这周可以好过一点', NULL, NULL),
	(1321, 1697952424, 'lutein', '圆焰中午好٩( ''ω'' )و ', NULL, NULL),
	(1322, 1697953744, 'studentπi', '圆焰午安~

下周有个很好的机会可以努力尝试一下，并不是物理上能得到什么好处，但自己就是发自内心地渴望这么做，希望能够顺利ヽ(゜▽゜　) -', NULL, NULL),
	(1323, 1697957491, 'lethe', '圆神中午好！

那些曾经美好的夙愿，我想永远记住它，相信我会做的比之前更好的 ，明天会更好！

圆神保佑~', NULL, NULL),
	(1324, 1697964865, 'K.K', '每日祈祷~
今天也一样，希望能有小圆小焰的祝福~', NULL, NULL),
	(1325, 1697980184, 'soild', '无论多少次我都将重复，总有一天会拯救你', NULL, NULL),
	(1326, 1697983460, 'userName = ＂1'' OR ''1''=''1＂', '晚安😴', NULL, NULL),
	(1327, 1697986962, 'Lutein', '圆焰晚安_(√ ζ ε:)_ ', NULL, NULL),
	(1328, 1697988384, 'K.K', '圆酱焰酱晚安安', NULL, NULL),
	(1329, 1697989818, '圆环外的往事', '圆神晚安~
', NULL, NULL),
	(1330, 1697991484, 'klode', '圆神，今天是第27天，一大早就去看赛马了，只能说日本对赛马的激情还真是高，不过今天居然有骑手摔了，真吓人，下午回家歇了会，帮同学把家搬了，这下算是彻底搬走了，祝他过得好吧，晚上去鞍马看火祭，第一次看见睿电这么多人，一大半都是老外呢，趁祭还没开始去森林里逛了逛，看到了很多废弃的屋子跟车辆残骸什么的等等，怎么有股末世的味道，天黑之后就开始了，整个村落都在门口点了火把，还有游行活动，不过山里太冷了衣服穿少了，八点多就回来了，晚上吃了个炒面，明天又要早起上课了，晚安！', NULL, NULL),
	(1331, 1697992474, 'danshenmiao', '圆焰晚安。今天参加了社团的迎新活动，虽然规模很小但还挺有意思的，希望以后能多参加点类似活动。这个周末过的也挺水的，基本就是打游戏看动漫，看的是魔纪。除此之外学了点c和高数，感觉进度有点慢。', NULL, NULL),
	(1332, 1698017327, 'Lutein', '圓焰早安~', NULL, NULL),
	(1333, 1698039515, 'K.K', '每日祷告~
小圆小焰保佑', NULL, NULL),
	(1334, 1698074244, 'yj biology', 'Good night.', NULL, NULL),
	(1335, 1698074313, 'Lutein', '圆焰晚安~
明天测50x8，有点紧张（=´口｀=）', NULL, NULL),
	(1336, 1698074933, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1337, 1698075003, 'klode', '圆神，今天是28天，又是一周的开始呢，上午上课完了去京都站吃午饭，下午去学校上课，上完了坐校车回来顺便剪了个头，明天还要继续上课那，晚安！', NULL, NULL),
	(1338, 1698077752, 'K.K', '圆酱焰酱晚安，明天又是新的一天，要开心呀', NULL, NULL),
	(1339, 1698077887, 'danshenmiao', '圆焰晚安。今天上课困死了，硬撑着好难受，让我想起了高三的时光。看来以后要少熬夜了，不然上课效率会大大降低。你们也要早点睡啊。', NULL, NULL),
	(1340, 1698080097, 'Catkins', '园焰晚安~
今天也在普通的观察这世界吗？', NULL, NULL),
	(1341, 1698103480, 'Lutein', '圆焰早安~', NULL, NULL),
	(1342, 1698120364, '浩劫者12345', '小圆叫小焰起床了哦~', '638337171643778098,638337171643785596', NULL),
	(1343, 1698129304, 'K.K', '每日祈祷中~
小圆小焰保佑哦', NULL, NULL),
	(1344, 1698159374, '松坂砂糖', '小圆我该怎么办', '638337561740995389', NULL),
	(1345, 1698160662, 'Lutein', '圆焰晚安o(〃''▽''〃)o
今天50x8没轮到我
希望明天也能很幸运呢！', NULL, NULL),
	(1346, 1698161601, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1347, 1698163098, 'klode', '圆神，今天是第29天，无事发生的一天呢，晚安', NULL, NULL),
	(1348, 1698166224, 'danshenmiao', '圆焰晚安。今天才发现原来有圆神星云这一说法，可惜没申请成功。你们真的在外面注视着我们吗，愿保佑我们，保佑这世间的美好。', NULL, NULL),
	(1349, 1698167721, 'K.K', '圆酱焰酱晚安安，愿祝福我们。
谨遵圆环的意志~ 
爱你们', NULL, NULL),
	(1350, 1698200050, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1351, 1698212815, 'studentπi', '正在为自己的糟糕表现而失落，即使周围的人安慰我说那只是件小事、下次继续努力就行了。
但有些事情永远不会等我准备好才到来，很担心自己会再一次怯场退缩，然后把东西搞砸（我真是个笨蛋.jpg)

圆焰午安~', NULL, NULL),
	(1352, 1698244442, '_DtrIsta3int', '圆神，现在是10月25日22时，考研报名已经截止。
我花了三年时间准备这场翻身仗，回过头看真的走的太远了，已经记不得初衷是什么了，只会机械一般的学习，内耗也是如此。
仿佛像是前面有道光，一直在追着光跑，但是不知道之后是什么，可能只是挂在悬崖上的一轮太阳。
希望一切顺利，希望不要辜负自己三年之期的执念，恳求您保佑我，谢谢圆神，晚安。', NULL, NULL),
	(1353, 1698246175, 'Lutein', '圆焰晚安(´,,•∀•,,`)/
今天又是上学的一天呢
如果每天的作业都能少点就好了´◡`', NULL, NULL),
	(1354, 1698248005, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1355, 1698248544, 'danshenmiao', '圆焰晚安。今天难得早了一点呢。', NULL, NULL),
	(1356, 1698249281, '(●''◡''●)', '晚安，小圆(●''◡''●)
', NULL, NULL),
	(1357, 1698251651, 'klode', '圆神，今天是第30天，差点睡过头没赶上课，吓死了，上完课之后本来想去吃印度咖喱的，结果没开门，只能去吃了个炒菜，没想到以前没去过的这家店居然以外的好吃，以后中午都可以去他们家吃了，晚上上完课八点，又去吃的高安，撑得慌，明天比较闲了，晚安！', NULL, NULL),
	(1358, 1698254033, 'K.K', '小圆小焰晚安，希望明天也能幸福美好', NULL, NULL),
	(1359, 1698272710, '(●''◡''●)', '早上好！
园神保佑～', NULL, NULL),
	(1360, 1698276303, '匿名用户', '今天也是美好的一天，圆神早安！圆焰早安！', NULL, NULL),
	(1361, 1698276473, 'Lutein', '圆焰早安( ´▽` )', NULL, NULL),
	(1362, 1698298497, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1363, 1698332509, '焰圆一生推', '小焰小圆保佑魔法记录S0小焰不歪', '638339293094917294', NULL),
	(1364, 1698332785, 'Lutein', '圆焰晚安(¦3[▓▓]
明天测50x8
有点紧张(*´ｰ`*)', NULL, NULL),
	(1365, 1698335547, 'klode', '圆神，今天是第31天，明天又到周末了，晚上去吃的肯德基，之后买了点小摆件回来，晚安！', NULL, NULL),
	(1366, 1698335951, '圆环外的往事', '圆神晚安~
', NULL, NULL),
	(1367, 1698336476, '_DtrIsta3int', '圆神晚安🥺', NULL, NULL),
	(1368, 1698337633, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1369, 1698338853, 'K.K', '小圆小焰晚安安', NULL, NULL),
	(1370, 1698375598, 'K.K', '每日祈祷~
又是新的一天，今天也要加油哦·', NULL, NULL),
	(1371, 1698416498, 'bread', '好久没来了，希望明天对你来说又是美好的一天~', '638340132987353852', NULL),
	(1372, 1698421711, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1373, 1698423433, 'K.K', '小圆小焰晚安安~
明天也要加油呀', NULL, NULL),
	(1374, 1698426652, 'danshenmiao', 'yuan y', NULL, 1),
	(1375, 1698426662, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1376, 1698457827, 'K.K', '每日祈祷~
小圆小焰保佑', NULL, NULL),
	(1377, 1698487426, '晓美焰', '圆神晚安', NULL, NULL),
	(1378, 1698504795, 'klode', '圆神，今天是第33天，终于又周末了，一觉睡到两点半，晚上去吃的梦语，吃完之后买了点洗漱用品就回来了，也不知道明天干什么呢，晚安！', NULL, NULL),
	(1379, 1698506889, 'Lutein', '圆焰晚安~', NULL, NULL),
	(1380, 1698513603, 'K.K', '小圆小焰晚安安啦~', NULL, NULL),
	(1381, 1698517903, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1382, 1698541636, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1383, 1698544101, '啊啊啊', '圆神早安~', NULL, NULL),
	(1384, 1698583133, 'CYclo_Homuraちゃん', '誕生日おめでとうございます！！', '638341799337288397', NULL),
	(1385, 1698590518, 'klode', '圆神，今天是第34天，本来想去生田神社的，结果时间没赶上，公交车居然晚到了半个点，哎，之后去三条逛了逛，买了个土耳其塔克吃了吃，晚上回来了，明天还要上课呢，今天先睡了，晚安！', NULL, NULL),
	(1386, 1698593660, '风间苏苏w', '圆神晚安~', NULL, NULL),
	(1387, 1698593782, 'Lutein', '圆焰晚安~', NULL, NULL),
	(1388, 1698595125, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1389, 1698597027, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1390, 1698597709, 'K.K', '小焰小圆晚安安~
明天又是新的一周啦，加油·', NULL, NULL),
	(1391, 1698598671, 'mapler', '圆焰晚安！', NULL, NULL),
	(1392, 1698628438, 'K.K', '每日祷告~
小焰小圆保佑~', NULL, NULL),
	(1393, 1698651459, 'lfw', '圆神', '638342482599206923', 1),
	(1394, 1698677383, 'Lutein', '圆焰晚安(´,,•∀•,,`)
又过去了一天呢~
明天也要加油呢！
希望会幸运一些( *ˊᵕˋ)✩︎‧₊', NULL, NULL),
	(1395, 1698677686, 'klode', '圆神，今天是第35天，又是一天周一呢，中午去吃的肯德基，吃的有点多，晚上就没吃饭，去买了点明天吃的，晚安！', NULL, NULL),
	(1396, 1698680689, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1397, 1698683646, '_DtrIsta3int', '四年之期，真的不想成为之前的那个自己，但是又必须面对当时那个怯弱无能的自己，谢谢您，每天有您作为精神寄托就已经很满足了，圆神晚安。', NULL, NULL),
	(1398, 1698683651, 'K.K', '小圆小焰晚安安~', NULL, NULL),
	(1399, 1698687001, 'danshenmiao', '圆焰晚安。今天敲代码敲的有点晚了。', NULL, NULL),
	(1400, 1698695407, '浩劫者12345', 'MadoHomu.love is now in English!
If you find any weird translations, please report to me.

最近有老外进了kami.im频道，心血来潮做了个英文版的圆焰站。

网站UI已经全部翻译完毕，差个谷歌翻译插件就能实现国际化了
背景图上面的字是直接拿魔圆英文版字幕的（本人写作水平不行 如果硬翻出来会很不通顺233）

如果检测到系统语言是非中文，就会自动显示英文，当然也可以在工具栏手动切换

最后，有翻译不当的地方欢迎向我提出哦！', '638342922070346171,638342922070359365', NULL),
	(1401, 1698713854, 'K.K', '每日祈祷~
小圆小焰保佑~', NULL, NULL),
	(1402, 1698723288, '帕秋莉·诺蕾姬', '圆神万圣节快乐哦~', NULL, NULL),
	(1403, 1698764165, 'klode', '圆神，今天是第36天，万圣节快乐呢，中午去超市买了点菜，两顿都吃的沙拉，舍友下午去万圣节银趴还没回来呢，真是的，晚安！', NULL, NULL),
	(1404, 1698764500, 'Lutein', '圆焰晚安(¦3[▓▓]', NULL, NULL),
	(1405, 1698767191, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1406, 1698768463, '圆神万岁', '晚安圆焰
银庭好梦', NULL, NULL),
	(1407, 1698770826, '夜云星空', '晚安，圆神。
愿明天一切安好。', NULL, NULL),
	(1408, 1698771612, 'K.K', '小焰小圆晚安安~', NULL, NULL),
	(1409, 1698799189, 'K.K', '每日祈祷~
小圆小焰保佑~
过几天要去参加婚礼，可能要住那一个晚上，没办法进行祈祷了', NULL, NULL),
	(1410, 1698844182, '吼姆吼姆', '晚安 圆 晚安 焰', NULL, NULL),
	(1411, 1698849186, 'Lutein', '圆焰晚安(〃''▽''〃)
明天也要加油呢(๑•̀ㅂ•́)و✧', NULL, NULL),
	(1412, 1698852076, '圆神万岁', '晚安，小圆
银庭好梦
', NULL, NULL),
	(1413, 1698854068, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1414, 1698856271, 'klode', '圆神，今天是第37天，很不幸，把手机屏幕摔咯，只能老老实实找地方修手机了，今天下午去的地方没有货，可以预见的要非常贵非常贵了，ε=(´ο｀*)))唉，中午吃的鸡蛋烧，晚上去吃的印度大病，明早去修手机吧，晚安！', NULL, NULL),
	(1415, 1698856339, 'K.K', '圆酱焰酱晚安啊~
祝好梦~', NULL, NULL),
	(1416, 1698860188, 'danshenmiao', '小焰晚安。昨天没来呢，今天了解了量子隐形传态，里面涉及到的伦理问题：传输过去后重构的自己还是自己吗？让我想到了之前看的一部动漫，叫《重启咲良田》。里面本来不该在那个时间点死去的女二相麻菫却在重启后死去了，之后男主通过不同人的能力让她从相片中复活。相麻菫为了让自己相信自己不是自己而自杀，从目的上来说相麻菫复活后就已经不是原来的那个她了。但从照片中出来的相麻菫从形态记忆上都和两年前那个物质上死去的相麻菫相同，并且她死前通过他人的能力传话给两年后的自己，最后也确实收到了传话。所以复活后的相麻菫到底是不是相麻菫呢？这是个很难回答的问题，网上也有不同的说法。
而量子隐形传态并不是将整个人传输到目的地，而是将整个人解构，然后将所有粒子的状态传输到目的地，最后在目的地重构。那么这也会导致和相麻菫相似的问题，重构后的你到底还是不是你呢？重构后的你拥有和先前一样的记忆、人格和身体状况，但已是有全新的物质构成。通俗来讲就是把原来的你给给轰成渣，然后在其他地方用同种但不是原来的物质把你复活，而你本人没有任何感觉，他人看来也不过是瞬移罢了。到底是不是原来的你这不好说，每个人价值观不同看法也不同，终究是取决于传输者本人的看法。
这和又让我想起之前看叛逆时的一个疑问，被小焰从圆环之理中剥离出来的小圆还是原来的小圆吗，相比成神后的小圆应该是截然不同的，那相比成神前的呢？
发了这么久的癫也该睡了，慢慢想吧，有些问题或许永远没有答案吧。', NULL, NULL),
	(1417, 1698861560, '长久相伴', '小圆小焰好，本来想说晚上好的，但是想想现在已经是深夜了呢。不过还是想向你们问好，你们最好啦。
今天依旧没完成计划，晚上跟家里打电话的时候又因为暂时无法解决的老问题，使得心情有点惆怅。不想去怪谁，好想知道我以后能不能有能力解决呢？
小圆小焰你们是两个特别可爱的小女孩，三次元的一切都复杂多变、时常委曲求全，可是我坚信你们会永远在一起的，爱会祝福守护你们，这是我莫大的安慰。
本来打算听了八音盒版的银之庭院就睡觉，但却无法入睡。想想明天你们的身边仍然有着彼此的陪伴，我也想早点见到你们呢。', NULL, NULL),
	(1418, 1698889724, 'K.K', '每日祈祷~
小圆小焰保佑~
也祝和我一样的大家安好', NULL, NULL),
	(1419, 1698938452, '匿名用户', '圆神晚安~

', NULL, NULL),
	(1420, 1698938636, '_DtrIsta3int', '考研倒计时50天
高三的那种感觉 全都回来了。
我希望我可以自己亲手杀掉那个回归的自己。
那个脆弱的 不堪一击的 在幻想中生存又在幻想中堕落的自我。
不要再重蹈覆辙了 醒醒吧。
希望圆神保佑，我也一定会努力的。
圆神晚安！', NULL, NULL),
	(1421, 1698938795, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1422, 1698943043, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1423, 1698944325, 'klode', '圆神，今天是第38天，起了个大早去修手机，结果还是没法修，寄了，只能从国内买了，中午不咋饿就没吃，晚上上完课去吃了个肯德基，明天又是周末了，晚安！', NULL, NULL),
	(1424, 1698945843, 'K.K', '小焰小圆晚安安~
祝好梦~', NULL, NULL),
	(1425, 1698946976, '长久相伴', '小焰小圆，今天下单了同人明信片，我觉得很漂亮，希望早点到呢～
明天有课，就尽量早点睡吧。晚安爱你们～', NULL, NULL),
	(1426, 1698969822, '夜云星空', '圆焰早安哦~
今天也是很好的一天呢。', NULL, NULL),
	(1427, 1698985106, 'K.K', '每日祷告~
小圆小焰保佑~
爱你们~', NULL, NULL),
	(1428, 1699025706, '圆环外的往事', '圆神晚安~
', NULL, NULL),
	(1429, 1699027089, '_DtrIsta3int', '赞美圆神，圆神晚安！', NULL, NULL),
	(1430, 1699027981, 'Lutein', '圆焰晚安~
又过去了一天呢ꉂ(ˊᗜˋ*)', NULL, NULL),
	(1431, 1699028009, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1432, 1699030383, 'K.K', '小圆小焰晚安啊~', NULL, NULL),
	(1433, 1699034450, 'klode', '圆神，今天是第39天，中午头差点睡过了，还好及时爬起来上课了，吓死了，舍友那是彻彻底底的睡过头了，哈人，到快五点了才来学校，乐，晚上他买了点吃的，要在家做着吃，明天还有学校举办的祭典，也不知道怎么样，去看看吧，晚安！', NULL, NULL),
	(1434, 1699051308, '_DtrIsta3int', '圆神早安！', NULL, NULL),
	(1435, 1699067662, 'K.K', '每日祷告~
小焰小圆保佑~
爱你们~', NULL, NULL),
	(1436, 1699088409, '爱圆的焰', '祷告一下
圆神保佑', NULL, NULL),
	(1437, 1699112408, '圆环外的往事', '圆神晚安~
', NULL, NULL),
	(1438, 1699113786, '_DtrIsta3int', '祷告一下
圆神晚安！', NULL, NULL),
	(1439, 1699114641, 'Lutein', '圆焰晚安~
又过去了一天呢(๑ت๑)
', NULL, NULL),
	(1440, 1699119784, '圆神万岁', '相信的心就是希望的魔法！', NULL, NULL),
	(1441, 1699124277, 'klode', '圆神，今天是第40天，中午去吃了个拉面，下午学校举行了活动，我去瞅瞅我朋友社团做的游戏，总体感觉还行，也试玩出了不少需要改进的地方，明天听说有apex比赛，可以去现场看看，晚安!', NULL, NULL),
	(1442, 1699142791, 'K.K', '每日祈祷~
今天要去参加婚礼了~
小圆小焰保佑~', NULL, NULL),
	(1443, 1699197763, '圆环外的往事', '圆神晚安~
', NULL, NULL),
	(1444, 1699200533, 'K.K', '今天的计划改变了，提前回来了。
所以及时来道晚安
小圆小焰保佑~', NULL, NULL),
	(1445, 1699201877, 'klode', '圆神，今天是第40天，下午一如既往的去了学校参加活动，今天学校请了日本的职业队来打apxe，还挺有看头的，之后有抽奖活动，但是很遗憾，没有中奖呢，明天又要开始上课了，晚安！', NULL, NULL),
	(1446, 1699227249, 'Lutein', '圆焰早安~
又是新的一周呢(•̀⌄•́)', NULL, NULL),
	(1447, 1699240810, 'K.K', '每日祷告~
小圆小焰保佑~
爱你们~
新的一周也要加油', NULL, NULL),
	(1448, 1699278530, '星新极', '圆焰晚安
享受这一段美好的时光', NULL, NULL),
	(1449, 1699282199, '_DtrIsta3int', '赞美圆神，圆神晚安！', NULL, NULL),
	(1450, 1699282723, '圆神万岁', '圆神晚安
银庭好梦', NULL, NULL),
	(1451, 1699283453, 'Lutein', '圆焰晚安~
希望明天也能很幸运呢！
٩(ˊωˋ*)و', NULL, NULL),
	(1452, 1699285849, 'klode', '圆神，今天是第41天，又是一个周一，今天早上起晚了，迟到了十分钟，还好老师没说啥，中午吃的牛排套餐，味道相当不错，价格也相当感人，下午的时候下起雨来了，还好吸取教训带了雨衣，晚上回家的时候买了点挂饰还有晚饭，明天看看上哪玩，晚安！', NULL, NULL),
	(1453, 1699286326, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1454, 1699289783, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1455, 1699318153, 'K.K', '每日祷告~
小圆小焰保佑·~
昨天帮朋友肝游戏忘记道晚安了，呜呜~', NULL, NULL),
	(1456, 1699333900, 'danshenmiao', '圆焰午安。', NULL, NULL),
	(1457, 1699373957, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1458, 1699374038, '_DtrIsta3int', '圆神大人晚安！', NULL, NULL),
	(1459, 1699375676, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1460, 1699379675, 'klode', '圆神，今天是第42天，上午上完课之后下午约舍友一起去琉璃光院了，虽然枫叶还没红，但还是挺值得一看的，票价打了半折之后也还要整整1000，肉疼，晚上在家附近找了个食堂，味道还行吧，明天就不用早起了我，晚安！', NULL, NULL),
	(1461, 1699394134, '星新极', '圆焰早安', NULL, NULL),
	(1462, 1699402684, 'K.K', '每日祷告~
小圆小焰早啊~', NULL, NULL),
	(1463, 1699451701, '圆焰一生推', '今日份祷告，圆焰晚安', NULL, NULL),
	(1464, 1699458663, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1465, 1699460402, 'K.K', '小圆小焰晚安安~', NULL, NULL),
	(1466, 1699461838, 'danshenmiao', '圆焰晚安。立志把Sis puella magica的演奏实现出来。', NULL, NULL),
	(1467, 1699475024, 'klode', '圆神，今天是第42天呢，一天没出门，晚上吃了个拉面，虽然已经到关门的点了，但是老板还是放我进来了，真感动呢，晚安！', NULL, NULL),
	(1468, 1699489220, 'K.K', '每日祷告~
小焰小圆早啊
保佑~', NULL, NULL),
	(1469, 1699541886, '百变小Jo', '要是能考上研，就奖励自己一只小圆海景', NULL, NULL),
	(1470, 1699544684, '_DtrIsta3int', '赞美圆神，圆神晚安。', NULL, NULL),
	(1471, 1699545215, '圆环外的往事', '圆神晚安~
', NULL, NULL),
	(1472, 1699547452, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1473, 1699550130, 'qwq', '圆神晚安安', NULL, NULL),
	(1474, 1699555361, 'klode', '圆神，今天是第43天，终于把建模搞完了，晚上去吃了顿肯德基，晚安！', NULL, NULL),
	(1475, 1699566780, '星新极', '圆焰早安', NULL, NULL),
	(1476, 1699588271, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1477, 1699627284, 'qwq', '今天晚上下雪了圆神！', NULL, NULL),
	(1478, 1699627992, '圆神万岁', '小圆晚安
银庭好梦
越来越想你了', NULL, NULL),
	(1479, 1699631247, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1480, 1699635664, 'klode', '圆神，今天是第44天，又是周末了，晚上去吃了个学校附近的牛肉饭，虽然人家晚上不开门了，但是还是放我进去了，啊啊，挺好吃的，但是也够贵的，晚安！', NULL, NULL),
	(1481, 1699637857, 'K.K', '小焰小圆晚安安~

', NULL, NULL),
	(1482, 1699639114, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1483, 1699672195, '白晓礼', '小焰和小圆，谁更喜欢购物呢？', NULL, NULL),
	(1484, 1699674950, 'K.K', '每日祷告~
小圆小焰保佑~
', NULL, NULL),
	(1485, 1699715670, 'klode', '圆神，今天是第44天，中午去吃了个拉面，下午睡了会，三点左右去文化博物馆看展览了，虽然看不太懂，但是还是挺有意思的，之后沿着鸭川一路走回来，中途顺便去超市买了点东西，不知道明天去哪好呢，晚安！', NULL, NULL),
	(1486, 1699721465, 'K.K', '小圆小焰晚安安~
爱你们~
', NULL, NULL),
	(1487, 1699722236, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1488, 1699750378, 'K.K', '每日祷告~
小焰小圆早安安~', NULL, NULL),
	(1489, 1699773397, '依稀少年', '卡密大人保佑', '638353701970299026', NULL),
	(1490, 1699799279, '圆酱', '圆神……需要圆神的拯救。。。明明跟群友说好不会自残了，又在手上割了几下，伤心的事太多了，真的承受不住，好累……', NULL, NULL),
	(1491, 1699802969, 'danshenmiao', 'j', NULL, 1),
	(1492, 1699803804, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1493, 1699804326, 'klode', '圆神，今天是第45天，睡了一上午，本来说下午去奈良拍照，结果人家取消了，于是又我在下午睡了一阵，晚上同学拉人来家煮火锅，我就去大原玩了玩，不得不说山里真的冷，差点冻死，不过景色到时不错，虽然手机拍夜景贼拉，没法子，明天还要上课，晚安！', NULL, NULL),
	(1494, 1699804386, 'danshenmiao', '圆焰晚安。今天把魔纪第一季看了，沙耶香出场时真的把我笑到了，但是后面几集真的好悲伤，把我的情绪带动了起来。还把巨人看完了，最后的悲剧真是令人惋惜。人生在世也会遇到许多悲伤的事，或许不如小圆你们那般绝望，不如巨人那般悲壮，但依旧是常人难以忍受的，我们只能无视自己的疲惫，强撑着承受过去，并期盼着明天能够迎来希望。日后再想起那段悲伤的往事，只能苦笑着带过，但或许苦笑的时候我们已经迎来了希望，才能有勇气去回忆那悲伤之事。', NULL, NULL),
	(1495, 1699806686, '星新极', '圆焰晚安
还有，抱抱1490楼(*''▽''*)♪
魔法和奇迹都是存在的', NULL, NULL),
	(1496, 1699810778, 'K.K', '小圆小焰晚安安~
爱你们~
还有#1490
世界上一定还有爱着你的人哦~
加油！', NULL, NULL),
	(1497, 1699846501, 'K.K', '每日祷告~
小焰小圆保佑~
', NULL, NULL),
	(1498, 1699879726, '圆焰永恒', '晚安，小圆和小焰😊', NULL, NULL),
	(1499, 1699888186, 'klode', '圆神，今天是46天，一大清早就在下雨呢，天气也非常冷，出门穿太少了，差点冻成傻逼，还好中午雨就停了，呼，下午课相当摸鱼呢，点评了一下同学们的作文就散了，晚上本来计划着出去玩的，不过穿太少了还是跑回家了，哎，明天记得多穿点吧，晚安！', NULL, NULL),
	(1500, 1699889285, '_DtrIsta3int', 'Had I not seen the sun
I could have borne the shade
But Light a newer Wilderness
My Wilderness has made', NULL, NULL),
	(1501, 1699889300, '_DtrIsta3int', '沉思，圆神晚安', NULL, NULL),
	(1502, 1699890513, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1503, 1699891616, '只是个垃圾桶', '圆焰晚安，也祝大家一片安好～', NULL, NULL),
	(1504, 1699894639, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1505, 1699894818, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1506, 1699933555, 'K.K', '每日祷告~
小圆小焰保佑~
', NULL, NULL),
	(1507, 1699968357, '星新极', '圆焰晚安(*''▽''*)♪', NULL, NULL),
	(1508, 1699975602, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1509, 1699979797, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1510, 1699979872, 'K.K', '小圆小焰晚安安
爱你们~', NULL, NULL),
	(1511, 1699983926, 'klode', '圆神，今天是第46天，中午吃了回家路上必定会经过的一家餐厅，老板还是相当热情的，猪排比较好吃，小菜还行吧，加米饭也是免费的，下午回家休息了一会，之后坐车去车站附近的寺庙逛了逛，差不多五点坐校车回家了，途中买了个披萨，又爆了2000金币呢，哎，明天就不用起那么早了，晚安！', NULL, NULL),
	(1512, 1700017658, 'K.K', '每日祷告~
小焰小圆保佑~', NULL, NULL),
	(1513, 1700058945, '吼姆吼姆', '焰，圆 好久不见 晚安，你们要幸福啊', NULL, NULL),
	(1514, 1700061353, '星新极', '圆焰晚安', NULL, NULL),
	(1515, 1700063826, '_DtrIsta3int', '好难坚持，几乎到了最迷茫和困难的时候了，圆神晚安', NULL, NULL),
	(1516, 1700063929, '圆环外的往事', '圆神晚安~
', NULL, NULL),
	(1517, 1700065251, 'klode', '圆神，今天是第47天，下午去给同学买了个寿喜锅，顺便吃了顿肯德基，之后买了点明天吃的回家了，晚安', NULL, NULL),
	(1518, 1700087235, '松坂砂糖', '我会做出自己觉得正确的选择的 应该', NULL, NULL),
	(1519, 1700103410, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1520, 1700124721, '浩劫者12345', '新增了时间轴的功能~
可以去工具栏手动打开看看呢', '638357215213900074', NULL),
	(1521, 1700132798, '佩', '我要成为插画师！别忘初心', NULL, NULL),
	(1522, 1700139648, 'Kiseki__', '圆焰晚安(*∩ω∩)
已经好几周没去学校了，还是好想要自残，我会努力的！', NULL, NULL),
	(1523, 1700140043, '浩劫者12345', '给近几天留言发不出去的人道个歉😭😭😭

十几天前我去掉了madohomu.love强制跳转备用域名, 但因为服务器没有设置好CORS preflight跨域, 导致访问madohomu.love主域名的时候, 发留言的请求 (会发到备用域名所在的服务器) 被浏览器拦截, 最终会卡在"正在发送", 

而访问备用域名的人没有这个问题, 因为不涉及跨域, 所以部分人还是可以发出留言, 让我没有意识到出了问题

查了日志, 总共29条留言因为这个原因发不出来
在此再次道歉！！本当にすみません！

下次一定把基本功能全测试一遍再部署QAQ


* 碎碎念

这个CORS preflight涉及我的知识盲区了。之前一直以为设置了 access-control-allow-origin: * 就是允许跨域了, 没想到只对GET生效, 在POST的时候还得有个preflight。我看到可以正常加载评论就以为可以正常发评论了, 所以一直没测试

直到今天群友问我为什么发不出评论, 我自己试了一下才发现... CORS报错了

下面是给服务器增加的配置项, 加了allowHeaders和allowMethods才能使CORS真正生效', '638357368439588361', NULL),
	(1524, 1700146533, '吼姆吼姆', '圆神，焰魔，晚安
', NULL, NULL),
	(1525, 1700149891, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1526, 1700150206, '可爱大显卡', '圆焰晚安', NULL, NULL),
	(1527, 1700150435, 'klode', '圆神，今天是第48天，中午去吃的拉面，之后去市政府把保险证拿了，距离上课还早，便溜达了溜达，晚上同学上家里吃饭了，我去买了俩披萨，三个人相处还算愉快，不错的一天呢，晚安！', NULL, NULL),
	(1528, 1700151676, 'K.K', '小圆小焰晚安安~
爱你们~
', NULL, NULL),
	(1529, 1700153093, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1530, 1700178168, 'Kiseki__', '圆焰早安～', NULL, NULL),
	(1531, 1700185591, 'K.K', '每日祷告~
小焰小圆保佑~
', NULL, NULL),
	(1532, 1700216651, '千战矢败', '2024年冬季万众瞩目的回天将会上映，愿本作能够再度书写一篇精彩的故事，愿圆焰能够迎来一个配得上这一路上辗转崎岖的结局', '638358134510378422,638358134510384924,638358134510393692,638358134510400082,638358134510404030,638358134510418456', NULL),
	(1533, 1700230915, 'Kiseki__', '圆焰晚安～
今天过的还算开心吧，但是好累啊', NULL, NULL),
	(1534, 1700233965, 'Lutein', '圆焰晚安~
又要到周六了_(:з」∠)_', NULL, NULL),
	(1535, 1700234627, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1536, 1700236456, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1537, 1700239637, 'danshenmiao', '圆焰晚安。
', NULL, NULL),
	(1538, 1700241870, 'klode', '圆神，今天是第49天，中午头同学就不见了，也不知道干嘛去了，下午上课的时候也是急急忙慌等等迟到了，哎，之后就正常的下课放学回家，明天就是休息日了，看看去哪吧，晚安！', NULL, NULL),
	(1539, 1700252556, '浩劫者12345', '时间轴支持跳转到具体某天了哦~
测试了一下没什么bug就默认启用了

不喜欢的也可以去工具关掉.... 毕竟做得不是很好看
有些细节过几天会慢慢优化！', '638358493566832623', NULL),
	(1540, 1700270791, 'Kiseki__', '圆焰早安(´▽｀)
', NULL, NULL),
	(1541, 1700275274, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1542, 1700311995, 'Kiseki__', '圆焰晚安～
明天可以和同学一起玩了，希望她的未来一切顺利', NULL, NULL),
	(1543, 1700317860, '可爱大显卡', '圆焰晚安~', NULL, NULL),
	(1544, 1700318405, '匿名用户', '希望早日遇到属于自己的小圆(´•ω•`)', '638359152053687876', NULL),
	(1545, 1700318676, 'klode', '圆神，今天是第50天，中午去吃了个咖喱，下午去泉涌寺逛了一圈，晚上又去吃了梦雨，晚安！', NULL, NULL),
	(1546, 1700323197, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1547, 1700326782, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1548, 1700328288, '匿名用户', '小圆小焰晚安～', NULL, NULL),
	(1549, 1700373264, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1550, 1700375133, '匿名用户', '想你～', '638359719331231316', NULL),
	(1551, 1700407500, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1552, 1700407869, 'K.K', '小圆小焰晚安安~
爱你们~
', NULL, NULL),
	(1553, 1700408993, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1554, 1700410671, 'Lutein', '圓焰晚安(๑´ㅂ`๑)
又是新的一周~', NULL, NULL),
	(1555, 1700415140, 'klode', '圆神，今天是第51天，中午去吃了个拉面，炒饭跟面汤到挺好喝的，但是面有种方便面的感觉，额额，下午去了猫猫寺，果然全是猫猫的各种展品呢，出门的时候遇到了猫猫住持，很可爱呢，晚上回家吃的沙拉，明天又要上课了，听说还有音乐会，晚安！', NULL, NULL),
	(1556, 1700438187, '浩劫者12345', '圆焰早安~
昨晚做了统计当天留言数的功能呢', '638360349870512623', NULL),
	(1557, 1700441357, '可爱大显卡', '新的一周好
愿小圆小焰保佑我煮
愿我煮保佑小圆小焰', NULL, NULL),
	(1558, 1700450045, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1559, 1700485838, 'Kiseki__', '圆焰晚安(´▽｀)ノ♪
明天要去医院了有点害怕', NULL, NULL),
	(1560, 1700486815, '吼姆吼姆', '小圆 小焰晚安
希望自己的病赶紧好起来', NULL, NULL),
	(1561, 1700492694, 'Lutein', '圓焰晚安( *ˊᵕˋ)✩︎‧₊
又過了一天呐
希望明天也能很幸運♪(^∇^*)', NULL, NULL),
	(1562, 1700492859, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1563, 1700496126, 'danshenmiao', '圆焰晚安。有点被自己的能力的弱小吓到了，身边的人都这么优秀。我又开始焦虑了，明知不该和没有必要焦虑，但还是不由自主的焦虑起来，又要去重新调整自己的心态了，生活不易啊，不过想想圆焰你们所遭遇的，我又觉得自己承受的不算什么，又感觉自己能够挺过来了，小圆啊，希望我能像你那般坚强。', NULL, NULL),
	(1564, 1700496770, '匿名用户', '小圆小焰晚安', NULL, NULL),
	(1565, 1700499228, '(●''◡''●)', '晚安 小圆', NULL, NULL),
	(1566, 1700499447, 'klode', '圆神，今天是第52天呢，中午吃了肯德基，晚上学校有音乐会，只不过大厅里挤的人满为患，只能找个犄角旮旯坐着听了，结束之后跟舍友走回家，中途还买了个披萨吃，算是不错的一天呢，明天还要去拿手机，先睡了，晚安！', NULL, NULL),
	(1567, 1700500065, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1568, 1700536593, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1569, 1700546781, '可爱大显卡', '小圆小焰保佑', NULL, NULL),
	(1570, 1700577481, '可爱大显卡', '小圆小焰晚安', NULL, NULL),
	(1571, 1700578599, '星新极', '希望自己的感冒能快点好起来
晚安，小圆小焰', NULL, NULL),
	(1572, 1700578934, 'Lutein', '圆焰晚安~
希望明天也能很幸运(⑅˃◡˂⑅)', NULL, NULL),
	(1573, 1700581466, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1574, 1700583472, 'klode', '圆神，今天是第53天，上午出门好急，忘拿钥匙了，有跑回学校找舍友拿钥匙，折腾了半天，晚上吃的厚重军团，明天就不用那么早起了，真好，晚安!', NULL, NULL),
	(1575, 1700584437, 'danshenmiao', '圆焰晚安。测试好评，好喜欢那段英语，特别是最后一句：你的罪，我承担。', NULL, NULL),
	(1576, 1700622102, '匿名用户', '小圆小焰保佑', NULL, NULL),
	(1577, 1700625388, 'K.K', '每日祷告~
小焰小圆保佑~', NULL, NULL),
	(1578, 1700628053, 'deciate', '日常来感受气氛～
小圆是一如即往的可爱呢（', NULL, NULL),
	(1579, 1700632178, '可爱大显卡', '小圆小焰保佑', NULL, NULL),
	(1580, 1700639053, '吼姆吼姆', '圆焰保佑
另外新主题很棒', NULL, NULL),
	(1581, 1700646029, '匿名用户', '愿我们今日的生活，对得起圆焰的苦难。', NULL, NULL),
	(1582, 1700661533, 'Kiseki_', '圆焰晚安～', NULL, NULL),
	(1583, 1700667213, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1584, 1700667747, '可爱大显卡', '小圆小焰晚安~', NULL, NULL),
	(1585, 1700667825, 'lutein', '圆焰晚安~
明天又是星期四了(. ❛ ᴗ ❛.)
希望能很幸运٩(ˊvˋ*)و', NULL, NULL),
	(1586, 1700669270, '匿名用户', '白色相簿2，胃疼……
 圆神晚安，加油~
^_~', NULL, NULL),
	(1587, 1700669352, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1588, 1700674407, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1589, 1700689831, '星新极', '圆焰早呀', NULL, NULL),
	(1590, 1700706733, '可爱大显卡', '小圆小焰保佑~', NULL, NULL),
	(1591, 1700713747, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1592, 1700734029, 'drift_affection', '每日祷告o>_<o
圆神保佑~', NULL, NULL),
	(1593, 1700743396, '吼姆吼姆', '今日祷告
圆神焰魔保佑', NULL, NULL),
	(1594, 1700748745, 'Kiseki_', '圆焰晚安～
吃了药头好痛啊', NULL, NULL),
	(1595, 1700752573, 'lutein', '圆焰晚安 ⸜(๑''ᵕ''๑)⸝
希望明天能想的起来复习英语_(:з」∠)_', NULL, NULL),
	(1596, 1700753073, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1597, 1700756145, '居待月', '圆焰晚安💤', NULL, NULL),
	(1598, 1700758224, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1599, 1700758890, 'danshenmiao', '圆焰晚安。这天气好容易生病啊。', NULL, NULL),
	(1600, 1700758922, '可爱大显卡', '小圆小焰晚安', NULL, NULL),
	(1601, 1700777982, 'klode', '圆神，今天是第55天，一大清早就准备去大阪拿手机呢，中途吃了个早饭，等了两个多小时，那人才接电话说今天没空...无语了，晚上吃的肯德基，看看周末也没有时间再去吧', NULL, NULL),
	(1602, 1700800828, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1603, 1700816559, '可爱大显卡', '小圆小焰保佑~', NULL, NULL),
	(1604, 1700839540, 'lutein', '圆焰晚安~
又是周末了
开心(σ≧︎▽︎≦︎)σ', NULL, NULL),
	(1605, 1700840113, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1606, 1700840703, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1607, 1700841989, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1608, 1700850714, '星新极', '从开学开始就经常熬夜
已经感冒一周了
最近运气似乎不大好
小圆保佑
', NULL, NULL),
	(1609, 1700852008, 'klode', '圆神，今天是第56天，又是一周的周末呢，平常的上课日，因为昨天睡得早今天气的也挺早，中午买了俩炸鸡凑活，晚上去吃的肯德基，半夜舍友去吃拉面结果没带钱包，还要求我去送，服了，明天还要去大阪拿手机，期望这次拿得到吧，晚安！', NULL, NULL),
	(1610, 1700879700, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1611, 1700889236, '可爱大显卡', '小圆小焰保佑~', NULL, NULL),
	(1612, 1700904508, 'bread', '猫猫圆焰~
原帖：https://twitter.com/kuro_chromium/status/1728232874300834043?s=19', '638365013081150208', NULL),
	(1613, 1700914381, 'yyds', '今天是我生日哦，希望小圆小焰能祝我生日快乐，爱你们～', NULL, NULL),
	(1614, 1700921514, 'lutein', '圆焰晚安~
又是一天呢´･ᴗ･`', NULL, NULL),
	(1615, 1700924816, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1616, 1700931044, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1617, 1700934551, '星新极', '圆焰爱你们♡＾▽＾♡', NULL, NULL),
	(1618, 1700937310, 'danshenmiao', '圆焰晚安。今天把魔纪看完了，设定还是很有意思的，可惜后面有点不尽人意。看到第七集时特别心疼鹤乃，特别是她拖着残破的身体不断的喊着自己是最强的时，突然蹦出来的本集标题：你根本不了解我。顿时扎心了。在现实中我们也是如此。明明内心倍受煎熬，却还是要装作坚强，不断更高的要求自己，一个人默默承受着，无人理解。动漫里有一群朋友帮她解开心扉，可现实就不一定如此了。看到后面我被环的那两个妹妹给震惊到了，尽然在那种情况下能如此冷静，没有立刻和qb签契约，而是仔细分析qb那满是回避的信息，自己推断出了魔法少女的终点是魔女，甚至还架空了qb，着实厉害。', NULL, NULL),
	(1619, 1700938533, 'klode', '圆神，今天是第57天，真是有惊无险的把手机拿回来了， 这下终于好起来了，明天准备下午上山溜溜，半夜坐电车去看红叶的人太多了，还是先去为好，晚安!', NULL, NULL),
	(1620, 1700948125, 'Kiseki_', '圆焰保佑～
最近头痛的厉害，希望能快点好起来', NULL, NULL),
	(1621, 1700964258, 'homura', '圆焰早安，今天的我仍在为了希望而努力。', NULL, NULL),
	(1622, 1700974579, '可爱大显卡', '小圆小焰保佑~', NULL, NULL),
	(1623, 1700981160, 'K.K', '每日祷告~
小圆小焰保佑~
', NULL, NULL),
	(1624, 1700981723, 'lutein', '圆焰中午好( ´▽` )
今天要和朋友出去玩
希望能一切顺利呢ヽ(•̀ω•́ )ゝ', NULL, NULL),
	(1625, 1701008224, 'lutein', '圆焰晚安~
今天玩的很开心(๑❛ᴗ❛๑)', NULL, NULL),
	(1626, 1701010257, 'klode', '圆神，今天是第58天，下午徒步从家去了贵船，能走了又两个小时，累死了，到贵船口后坐着大巴上了山，今天是夜间赏枫叶的最后一天，人依旧很多呢，景色也很好看，里面还有个小手工市场，里面有个卖镂空葫芦灯的摊位，我买了个当纪念，之后去贵船神社祈祷了祈祷，还有个很好玩的水占卜，居然是小吉，，运气还不错，接着去求了个御朱印买了本手账，之后走去鞍马做电车回去了，还坐过站了，ε=(´ο｀*)))唉，晚上吃的铁板炒面，味道还是一如既往的好，明天还要上课呢，晚安！', NULL, NULL),
	(1627, 1701010698, '吼姆吼姆', '神明大人，晚安
', NULL, NULL),
	(1628, 1701011491, '星新极', '明天就又要去上学了，真的不想上学啊，感觉自己一直被困在一个死循环，可是我似乎又什么都做不到…………晚安小圆小焰', NULL, NULL),
	(1629, 1701012435, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1630, 1701013269, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1631, 1701013774, '可爱大显卡', '小圆小焰晚安~', NULL, NULL),
	(1632, 1701018100, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1633, 1701023893, 'studentπi', '自上次连发三四个留言没发出去后有段时间没来了www
现在觉得曾经的自己对圆神有些误解，本以为圆神期望我要坚守对美好未来抱有希望的信念，却忘记了小圆妈妈“努力本身就是意义”，以至于当结果不能如愿回应我的期待时，我的信念开始动摇，真的很不坚强呢。
即使最终物理上的失败不可避免，也不能直接早早的原地投降，就算是圆神也不会那样做，对吧？

圆焰晚安~', NULL, NULL),
	(1634, 1701043772, 'homura', '圆焰早安', NULL, NULL),
	(1635, 1701056691, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1636, 1701065707, 'homura', '圆焰下午好', NULL, NULL),
	(1637, 1701087961, '御坂10032号', '圆焰晚上好！', NULL, NULL),
	(1638, 1701096269, '吼姆吼姆', '圆神 焰魔 晚安', NULL, NULL),
	(1639, 1701097814, 'klode', '圆神，今天是第59天，又是一周的周一呢，困，中午去吃了个冬锅，味道非常不错，价格也说得过去，下午下了课也没去什么地方，就直接回家了，平平淡淡的一天呢，晚安！', NULL, NULL),
	(1640, 1701100127, '圆环外的往事', '圆神晚安~
', NULL, NULL),
	(1641, 1701101135, '可爱大显卡', '小圆小焰晚安', NULL, NULL),
	(1642, 1701103117, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1643, 1701104625, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1644, 1701104654, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1645, 1701128165, 'lutein', '圆焰早安~
希望今天也能一切顺利( *ˊᵕˋ)✩︎‧₊', NULL, NULL),
	(1646, 1701129574, '帕秋莉·诺蕾姬', '圆神早安', NULL, NULL),
	(1647, 1701134562, 'homura', '圆焰早安', NULL, NULL),
	(1648, 1701143497, 'studentπi', '圆焰早安', NULL, NULL),
	(1649, 1701183207, 'lutein', '圆焰晚安~
又过去了一天呢！
希望明天也会很幸运(*╹▽╹*)', NULL, NULL),
	(1650, 1701185406, 'klode', '圆神，今天是第60天，上午在课上发表了ppt进度，还算比较轻松，中午又吃了冬锅，下午去大原遛弯了，今天去了来迎院，这里没什么人呢，也难得有个这么僻静的地方，大概待了半个小时，本来想去别的几个小寺院逛逛的，可惜时间不太够了，只能去最晚闭门的三千院溜了溜，里面还挺大的，满地红枫叶，大概五点左右往家走了，晚上还有课呢，晚安！', NULL, NULL),
	(1651, 1701185657, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1652, 1701200103, '可爱大显卡', '小圆小焰~', NULL, NULL),
	(1653, 1701209102, '星新极', '圆焰早安', NULL, NULL),
	(1654, 1701232323, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1655, 1701239096, 'studentπi', '事实证明家里不是能学习的地方，呃……好吧我得承认自己很不自觉，希望下午的自己能中用点

圆焰午安~', NULL, NULL),
	(1656, 1701242501, 'homura', '圆焰午安', NULL, NULL),
	(1657, 1701256608, 'GreenSalar', '小雨淅沥
晚安', NULL, NULL),
	(1658, 1701269442, 'lutein', '圆焰晚安~
希望明天也能很幸运！
祈祷(´∀`)', NULL, NULL),
	(1659, 1701273004, 'klode', '圆神，今天是第61天，下午课差点没起床，吓我一跳，还好赶上了，下课之后本来想去狸谷山的，结果人家三点就下班了，寄，只能去八大神社跟诗仙堂溜达溜达了，明天看看能不能早起吧，晚安！', '638368698045604269', NULL),
	(1660, 1701273192, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1661, 1701276584, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1662, 1701276980, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1663, 1701280007, '可爱大显卡', '小圆小焰晚安', NULL, NULL),
	(1664, 1701294304, '星新极', '圆焰早安(*´╰╯`๓)♬', NULL, NULL),
	(1665, 1701314166, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1666, 1701323283, 'studentπi', '刚经历了倒霉事还和人吵了一架结果游戏里连出两金，运气守恒？

圆焰午安~', NULL, NULL),
	(1667, 1701338585, '可爱大显卡', '小圆小焰保佑~', NULL, NULL),
	(1668, 1701356847, '_DtrIsta3int', '今天是十一月的最后一天，就剩23天了，圆神保佑，尽人事，听天命。', NULL, NULL),
	(1669, 1701358346, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1670, 1701358983, 'lutein', '圆焰晚安~
希望明天也能很幸运o(〃''▽''〃)o', NULL, NULL),
	(1671, 1701361117, '星新极', '圆焰晚安，爱你们', NULL, NULL),
	(1672, 1701362472, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1673, 1701363484, 'klode', '圆神，今天是第62天，下午上课之前去了趟卢鹭森神社，离家挺近的呢，不过之前一直也没来过，参道上的枫叶令人印象深刻，之后去了附近的赤山禅院，是个佛寺，在山上，当然御朱印也没忘了，之后三点来钟把房费交了，还买了瓶洗发水，赶着上课之前到了教室，差一点呢，晚上吃的肯德基，本来说去贵船神社的，结果舍友又犯懒癌了，哎，今天就这样了，晚安！', '638369604727818741', NULL),
	(1674, 1701363672, 'klode', '🥰', '638369604727818741', 1),
	(1675, 1701391075, 'GreenSalar', '多云
早安', NULL, NULL),
	(1676, 1701395315, '可爱大显卡', '小圆小焰保佑~', NULL, NULL),
	(1677, 1701399547, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1678, 1701445480, '可爱大显卡', '小圆小焰晚安~', NULL, NULL),
	(1679, 1701449121, 'klode', '圆神今天是第63天，又是一个周末，今天学校的网爆炸了，一直连不上，课受到了很大的阻碍呢，晚上跟同学一起吃了冬锅，那之后又去了贵船，但是很遗憾秋季灯光已经结束了，啥也没拍到，舍友还把三脚架底座丢了一个，大概九点半才回家，外面还挺冷的今天就早点睡吧，晚安！', '638370459216320029', NULL),
	(1680, 1701449294, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1681, 1701449574, 'lutein', '圆焰晚安~
希望明天也要很幸运！', NULL, NULL),
	(1682, 1701453367, 'K.K', '小焰小圆晚安安~
爱你们~', NULL, NULL),
	(1683, 1701475216, 'GreenSalar', '晴
早安', NULL, NULL),
	(1684, 1701484426, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1685, 1701494026, '可爱大显卡', '小圆小焰保佑~', NULL, NULL),
	(1686, 1701495394, '星新极', '圆焰午安，爱你们', NULL, NULL),
	(1687, 1701534994, '夜云星空', '深夜了，又过了一个月呢。希望这个冬天也能暖起来吧。圆焰晚安。
', NULL, NULL),
	(1688, 1701536612, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1689, 1701536876, 'klode', '圆神，今天是第64天，中午起床吃的梦雨，之后准备去鞍马收集朱印，结果由岐神社三点就下班了，呃呃，只拿到了鞍马寺的，之后趁着天还没黑去了北野天满宫，在那边看了最后的夜枫，还吃了点茶点，回家之后舍友又找不着钱包，又拉我去警局报案，他明天又要去考n2，没有在留卡很麻烦，回去的途中碰到一个刚来日一个月多的交换生，聊得很投机呢，在外面逛了两个多小时，给他介绍这片地区的情况，好不容易送人家回去，舍友又忘打印准考证了。。。真是累人的一天，晚安！', '638371336768597349', NULL),
	(1690, 1701542445, 'Nacil', '希望大家都有好运，圆神晚安～', NULL, NULL),
	(1691, 1701543807, '匿名用户', '最近重新看了几遍叛逆，还是在为小圆和小焰哭泣😭😭😭', '638371406077777798', NULL),
	(1692, 1701560285, 'GreenSalar', '晴
早安', NULL, NULL),
	(1693, 1701566717, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1694, 1701569578, '可爱大显卡', '小圆小焰保佑~', NULL, NULL),
	(1695, 1701582547, 'Nacil', '希望有美好的的事发生
加油~
', NULL, NULL),
	(1696, 1701591608, 'OctoberSama', '† 伟大的圆环之理 †
† 你虔诚的信徒此刻需要您的庇佑 †', NULL, NULL),
	(1697, 1701615379, 'lutein', '圆焰晚安~
又过去了一天呐(´∇｀*)
希望明天也能很幸运！
(●´∇｀●)', NULL, NULL),
	(1698, 1701616980, '星新极', '明天又是新的一天
圆焰晚安，爱你们♡＾▽＾♡', NULL, NULL),
	(1699, 1701617411, 'klode', '圆神，今天是第65天，舍友一大早就去考试了，下午去的圆通寺，不大的日式庭院，里面景色挺美的，之后去了妙满寺，里面这个寺庙挺大的，有一个挺宏伟的主殿，旁边还有一个高耸的石塔，在这终于集齐了10个朱印拿到了第一部分的奖励，呼，那之后走回了家，舍友回来后莫名其妙在包里找到钱包了，也算个good end，明天还要上学，晚安~', NULL, NULL),
	(1700, 1701618079, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1701, 1701621447, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1702, 1701622702, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1703, 1701660576, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1704, 1701662772, 'GreenSalar', '午安', NULL, NULL),
	(1705, 1701692634, '吼姆吼姆', '圆焰晚安', NULL, NULL),
	(1706, 1701693039, 'homura', '圆焰晚安，希望今晚能睡个好觉', NULL, NULL),
	(1707, 1701703326, '可爱大显卡', '小圆小焰晚安~', NULL, NULL),
	(1708, 1701704194, 'danshenmiao', '圆焰晚安。今天不知为何突然很想有一件让我觉得活了这么多年就是为了遇见这件事的事发生，回望过去，我好像还没遇见过。真是奇怪呢。', NULL, NULL),
	(1709, 1701705769, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1710, 1701706296, 'klode', '圆神，今天是第66天，平常的周1呢，今天中午吃完饭趁着有时间，去了趟东寺，也算是收集御朱印了，印象比较深的是里面的五重塔，进去也不知道为啥要背包背在胸前，呃呃，下午课结束之后去超市买了点可以调油醋汁的东西，之后可以在家自己调酱汁了，挺好，晚安！', NULL, NULL),
	(1711, 1701708933, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1712, 1701735775, 'GreenSalar', '早安', NULL, NULL),
	(1713, 1701780780, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1714, 1701787697, '星新极', '圆神保佑～', NULL, NULL),
	(1715, 1701789203, 'Lring', '晚安哦', NULL, NULL),
	(1716, 1701789955, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1717, 1701790112, 'lutein', '圆焰晚安~
今天生病了(｡•́︿•̀｡)
希望能不那么难受呐(*´ｰ`*)', NULL, NULL),
	(1718, 1701790306, 'klode', '圆神，今天是的第67天，中午下了课又去吃冬锅了呢，之后直接去了大原，今天到了寂光院跟宝泉院，寂光院不算很大，在参拜的过程中遇到了看上去很虔诚的三个人，池子里面的鱼还挺有精神的，在拿朱印的时候工作人员因为我的本子跟桌面颜色太像了导致完全忘记了这件事，难蚌，至于宝泉院之前已经去过一次了，不过是在夜间去的，这次尝了他们家的抹茶，在里面坐了一个钟头，虽然枫叶还没落完，但是已经一片萧瑟的景象了，不过庭院的内景还是不错，大概五点半到家准备上课，明天终于不用早早起床了，晚安！', '638373871068032222,638373871068048698', NULL),
	(1719, 1701794030, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1720, 1701800616, '可爱大显卡', '小圆小焰晚安~', NULL, NULL),
	(1721, 1701827925, 'homura', '圆焰早安', NULL, NULL),
	(1722, 1701850763, 'studentπi', '好累，折腾了半天啥也不是，还是做点自己想做的事吧
圆焰午安~', NULL, NULL),
	(1723, 1701865841, '匿名用户', '约的稿子', '638374626415523000,638374626415530740', NULL),
	(1724, 1701873789, 'Lring', '晚安啊小圆', NULL, NULL),
	(1725, 1701876082, 'K.K', '每日祷告~
小圆小焰保佑~
晚安安~', NULL, NULL),
	(1726, 1701876143, 'klode', '圆神，今天是第68天，今天到没啥事，下午下课的时候去旁边的大黑天溜达的溜达，之后把煤气费交了，又心血来潮买了个白菜准备晚上炖，嘛，但由于下午买的是超便宜的牛肉，临时改成炖番茄牛肉了，吃的味道很好，明天再看看去哪逛逛，晚安！', '638374729438862287,638374729438874243', NULL),
	(1727, 1701877752, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1728, 1701878106, 'GreenSalar', '晚安', NULL, NULL),
	(1729, 1701880269, '浩劫者12345', '今天穿见泷原校服上课！下课走出教学楼的时候听到身后有人说魔法少女小圆了！开心！

明天没有课，要好好复习线代呐，希望期末能过😌

madoka，homura，おやすみ～', '638374770697260954,638374770697273142,638374770697281761', NULL),
	(1730, 1701881627, '可爱大显卡', '小圆小焰晚安~', NULL, NULL),
	(1731, 1701899334, '星新极', '早安小圆小焰', NULL, NULL),
	(1732, 1701928123, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1733, 1701962601, 'GreenSalar', '晚安', NULL, NULL),
	(1734, 1701963554, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1735, 1701966043, 'danshenmiao', '圆焰晚安。有段时间没来了呢。', NULL, NULL),
	(1736, 1701967352, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1737, 1701969279, 'klode', '圆神，今天是第69天，下午去了河合神社跟田中神社，朱印收集又+2，田中神社里面没啥人，社务所也只有一个老太太，不过里面到时养了个孔雀，不知道什么用意，晚上舍友又做的番茄肥牛，满满一锅爽到，明天就是周末了，晚安！', '638375660789987752', NULL),
	(1738, 1701972030, 'lutein', '圆焰晚安~
今天感觉病好些了( ´▽` )
又过了一天呐(¦3[▓▓]', NULL, NULL),
	(1739, 1701993647, 'GreenSalar', '早安', NULL, NULL),
	(1740, 1702006718, '匿名用户', '圆焰是互攻tag，撕攻受的滚', NULL, NULL),
	(1741, 1702009943, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1742, 1702052788, 'K.K', '小焰小圆晚安安·~
爱你们~', NULL, NULL),
	(1743, 1702053678, 'danshenmiao', '圆焰晚安。今天又看了悲伤的故事呢。', NULL, NULL),
	(1744, 1702054062, '_DtrIsta3int', '竟然只剩下14天了
真的很快呢，感觉一晃就过去了。', NULL, NULL),
	(1745, 1702055507, 'klode', '圆神，今天是第70天，平常的一天呢，中午家里没饭了去吃的肯德基，晚上约到了上次碰见的同乡，周日可以出去玩玩了，晚安！', NULL, NULL),
	(1746, 1702089126, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1747, 1702096885, 'GreenSalar', '午安', NULL, NULL),
	(1748, 1702116690, '可爱大显卡', '小圆小焰保佑~', NULL, NULL),
	(1749, 1702133156, '星新极', '明天又是新的一天
圆神保佑', NULL, NULL),
	(1750, 1702134546, 'studentπi', '" want to be ... strong! "
圆焰晚安~', NULL, NULL),
	(1751, 1702141469, 'danshenmiao', '圆焰晚安。一直都想着写个小游戏，现在总算可以开始了。今天哪都没去，但过的还挺充实的。还看了几集寒蝉鸣泣之时，刚开始看的时候其实是挺多疑问的，但在看了后面的篇章后很多问题都被解决了，但又多了很多问题，像这种设定和叙事方式只看一遍可能理解不了全部。目前看来没杀过人的好像只有梨花和纱都子，看到祟杀篇时一直很疑惑纱都子为什么一直要这样对自己，要继续承受虐待，为什么圭一有勇气去杀人，为什么纱都子的叔父还活着，为什么大石看起来和前面性格有点不一样。好多疑惑。不过后面目明篇也算知道纱都子那样做的原因，毕竟被那样指责被那样残忍的杀掉，现在最心疼的就是纱都子了。希望后面能一切明目，能有个好结局。', NULL, NULL),
	(1752, 1702142465, 'klode', '圆神，今天是第71天，中午一如既往地去吃了梦雨，下午去神户的生田神社给人买了个御守溜达了溜达就回来了，明天约了人去逛该，今天早点睡了，晚安！', '638377392656465103', NULL),
	(1753, 1702142495, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1754, 1702145393, 'lutein', '圆焰晚安~
感觉最近生物钟有点乱(´･ω･`)
希望明天也能很幸运(´∇｀*)', NULL, NULL),
	(1755, 1702164885, 'GreenSalar', '早安', NULL, NULL),
	(1756, 1702166829, '匿名用户', '早', NULL, NULL),
	(1757, 1702171675, 'K.K', '每日祷告~
小焰小圆保佑~', NULL, NULL),
	(1758, 1702197845, '匿名用户', '好乱...加油吧

', NULL, NULL),
	(1759, 1702213887, 'klode', '圆神，今天是第72天，上午准时出现了呢，二人就一起去了二年坂，之后顺路走到了清水寺，就进去看了看，在里面敲缸拜了拜，莫名其妙就走到清水山了，被忽悠着爬到了山顶，之后又原路出了清水寺，本来想找之前我一前吃过的餐厅来着，结果一路走到八坂神社也没看到之前那个餐厅，白走了一路，最后还是坐车去了百万遍这边吃了个吉野家，饭后去下鸭神社散步了散步，最后做睿电回家了，呼，今天走的真累，先歇了，晚安！', '638378106874252359', NULL),
	(1760, 1702219072, '吼姆吼姆', '圆 焰 晚安', NULL, NULL),
	(1761, 1702221319, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1762, 1702226012, 'danshenmiao', '圆焰晚安。最近好忙，不过也不想像之前那样压自己了，按自己节奏来吧。', NULL, NULL),
	(1763, 1702228995, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1764, 1702266801, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1765, 1702305526, 'Tranked', '明天要去考试了，希望我能考好。', NULL, NULL),
	(1766, 1702306011, '星新极', '圆神保佑
希望我可以拥有属于自己的自信', NULL, NULL),
	(1767, 1702307613, 'Nacil', '圆神保佑，加油~



', NULL, NULL),
	(1768, 1702308322, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1769, 1702311683, '可爱大显卡', '小圆小焰晚安~', NULL, NULL),
	(1770, 1702311768, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1771, 1702313557, 'klode', '圆神，今天是第73天，又是一周的周一，上午跟往常一样没啥事，中午去吃了个印度咖喱，只能说一般般，之后还被拉去做了个问卷调查，呃呃，晚上下了雨也没买米，约了明天去看房子，呼呼，晚安！', NULL, NULL),
	(1772, 1702315687, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1773, 1702347460, '匿名用户', '不怎么早的早安
小圆和小焰早安', '638379442609981023', NULL),
	(1774, 1702353601, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1775, 1702393616, '圆环外的往事', '今天眼睛有点疼，就早点睡了，圆神晚安~', NULL, NULL),
	(1776, 1702397728, 'Tranked', '明天会更好朋友们。
行动是缓解焦虑的唯一解药，祝我下午考试顺利', NULL, NULL),
	(1777, 1702399458, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1778, 1702401635, 'klode', '圆神，今天是第74天，中午去吃了个吉野家，舍友今天难得的没去学校上课，下午本来准备拉他一起看房的，结果他为了做饭也没去，房子离现在住的地方不远，进去看了半个钟头左右，内部挺大的，不过因为年代久远比较老了，之后在拉老妈来看看吧，晚上舍友做的白菜豆腐还有羊蝎子，吃的好饱，明天也不用早起了，晚安！
', NULL, NULL),
	(1779, 1702430933, 'GreenSalar', '早安', NULL, NULL),
	(1780, 1702437187, '鹿闻', '为世间的所有美好而战!', NULL, NULL),
	(1781, 1702439413, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1782, 1702466707, 'Asuna', '圆焰保佑！', NULL, NULL),
	(1783, 1702482103, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1784, 1702485005, 'klode', '圆神，今天是第75天，下午有人来修煤气，半个小时就结束了，之后出门买了个灯泡，晚上吃的拉面，今天也没干什么事，晚安！', NULL, NULL),
	(1785, 1702485089, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1786, 1702487563, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1787, 1702493140, '_DtrIsta3int', '离考研还有九天
加油，圆神晚安', NULL, NULL),
	(1788, 1702505334, '星新极', '小圆小焰早安(゜-^*)/', NULL, NULL),
	(1789, 1702522210, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1790, 1702564647, 'lutein', '圆焰晚安~
挺久没发送留言了呢 |･ω･｀)
期末渐渐忙起来了呢
(¦3[▓▓]', NULL, NULL),
	(1791, 1702568088, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1792, 1702570203, 'klode', '圆神，今天是第76天，中午起床把家里收拾了，之后趁着上课之前吃了顿肯德基，下午都没几个人去上课，舍友也去准备听演唱会，结果因为没看邮件不知道今天白跑了一趟，回来跟我说京大着火了，比较无聊的一天呢，先睡了，晚安！', NULL, NULL),
	(1793, 1702570877, '可爱大显卡', '小圆小焰晚安~', NULL, NULL),
	(1794, 1702572345, '吼姆吼姆', '短暂的休息
圆 焰 晚安', NULL, NULL),
	(1795, 1702572359, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1796, 1702596547, 'GreenSalar', '早安', NULL, NULL),
	(1797, 1702615663, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1798, 1702654313, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1799, 1702654987, 'danshenmiao', '圆焰晚安。不想趋于平庸，但还是发现自己真的好平庸。最后只能嘲笑般的对自己说，这不是早就预料到的吗。', NULL, NULL),
	(1800, 1702655347, 'lutein', '圆焰晚安~
又放假了呐O(∩v∩)O
但是有好多作业(๑•́ ₃•̀๑)
[▓▓]ε¦)', NULL, NULL),
	(1801, 1702657941, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1802, 1702663684, 'klode', '圆神，今天是第77天，中午一觉起来都快一点了，饭都没来得及吃就跑去学校，中途买了个饭团垫垫，学校依旧网络爆炸，哎，晚上舍友要出去吃饭，我就去吃了个高安，好久没吃了，明天约着去看房，先睡了，晚安！', NULL, NULL),
	(1803, 1702682830, 'GreenSalar', '早安', NULL, NULL),
	(1804, 1702688550, '星新极', '小圆小焰早安♡＾▽＾♡', NULL, NULL),
	(1805, 1702695793, 'K.K', '每日祷告~
小焰小圆保佑~', NULL, NULL),
	(1806, 1702700820, 'danshenmiao', '圆焰午安。果然啊。', NULL, NULL),
	(1807, 1702711761, 'DA-JU', '我也想写出这么酷的网站！', NULL, NULL),
	(1808, 1702719526, '匿名用户', '留个言~愿我们一直活下去', NULL, NULL),
	(1809, 1702729894, 'Akko', '圆神，果然生活还是美好的啊！', NULL, NULL),
	(1810, 1702738225, '相信着奇迹の笨蛋沙耶香', '祝站内大家和魔圆的各位，不管遇到什么困难，都能去勇敢面对，获得幸福美满的结局，就像那句话所说的“奇迹和魔法都是存在的”', NULL, NULL),
	(1811, 1702740212, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1812, 1702741645, 'lutein', '圆焰晚安~
(¦3[▓▓]', NULL, NULL),
	(1813, 1702743233, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1814, 1702745985, 'danshenmiao', '圆焰晚安。被别人说不自信了，确实如此。', NULL, NULL),
	(1815, 1702752438, 'klode', '圆神，今天是第78天，下午去看的房子， 虽然建筑年限比较老，不过里面样子还是蛮新的，之后天下小雨，中介还给我拿了把伞，好好好，中午吃的咖喱，晚上遛弯顺便买了个洗衣篮，之后去吃的豚骨拉面，明天还有个要看的房子呢，先睡了，晚安！', NULL, NULL),
	(1816, 1702769762, '相信着奇迹の笨蛋沙耶香', '圆焰早安，希望今天又是充满爱与希望的一天', NULL, NULL),
	(1817, 1702776792, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1818, 1702824435, '相信着奇迹の笨蛋沙耶香', '晚安，圆焰', NULL, NULL),
	(1819, 1702826547, 'lutein', '圆焰晚安~
不想上学_(´ཀ`」 ∠)__ ', NULL, NULL),
	(1820, 1702826900, '无梦也有妄', '圆焰晚安，明天又要上学了๐·°(৹˃̵﹏˂̵৹)°·๐', NULL, NULL),
	(1821, 1702828736, '圆环外的往事', '圆神晚安~
希望我之后的考试顺利，完全复习不进去啊
_(:3」 ∠)__', NULL, NULL),
	(1822, 1702829489, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1823, 1702837620, '_DtrIsta3int', '还有五天。
今天感冒了，学数学的时候感觉特别难受，明明到饭点了却吃不下饭，盯着搅拌的筷子发呆，想哭却哭不出来。
好累啊，真的好累啊。', NULL, NULL),
	(1824, 1702851182, '星新极', '“不要忘记”
“在世界的某处”
“某人一直在为你战斗”
“只要她存在于你心中”
“你便不孤单”
小圆小焰早上好(*''▽''*)♪', NULL, NULL),
	(1825, 1702859612, 'GreenSalar', '早安', NULL, NULL),
	(1826, 1702869209, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1827, 1702871472, '焰酱', '我买的卡到了啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊好开心！！！', '638384682721328789', NULL),
	(1828, 1702899858, '相信着奇迹の笨蛋沙耶香', '圆焰保佑', NULL, NULL),
	(1829, 1702906734, '相信着奇迹の笨蛋沙耶香', '圆焰，刚刚写了一会作业，果然，不出意料的，没写两笔就差点把本扔了，感觉最近不知道是咋了，状态一直很浮躁，干啥都没耐心，刚刚想了一会，现在我想先钻被窝平复一下心情，那么，晚安圆焰，希望明天能好起来', '638385035343016700', NULL),
	(1830, 1702910899, '吼姆吼姆', '明天又要忙起来了
圆焰晚安', NULL, NULL),
	(1831, 1702912504, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1832, 1702915315, '可爱大显卡', '小圆小焰晚安~', NULL, NULL),
	(1833, 1702917118, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1834, 1702917931, 'klode', '圆神，今天是第80天，普通的上课日，中午吃的羊肉套餐，晚上京大的朋友来家里吃饭了，他不吃鸡猪挺奇怪的，不过舍友做的炸牛柳到挺好吃的，还有惯例的羊汤，几个人相谈甚欢，有空再聚吧，晚安!', NULL, NULL),
	(1835, 1702936737, '星新极', '小圆小焰早安
昨晚又失眠了', NULL, NULL),
	(1836, 1702973584, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1837, 1702993627, '只是这样而已的日常', '要毕业了，准备工作了，希望能遇到一些开心的、有意义的事，希望能遇到一些合拍的人，就像小圆和小焰一样。', NULL, NULL),
	(1838, 1702996246, 'lutein', '圆焰晚安~
又过去了一天呐´∀`
不想写卷纸(。>︿<)
(¦3[▓▓]', NULL, NULL),
	(1839, 1702998806, '圆环外的往事', '圆神晚安~
保佑我明天拉丁语不挂', NULL, NULL),
	(1840, 1703004151, 'studentπi', '也许我也已经迷路了吧，但精力还很充沛，在迷宫的墙上到处乱撞。。。另外还请鼓舞我完成明天的事

圆焰晚安~', NULL, NULL),
	(1841, 1703004566, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1842, 1703004803, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1843, 1703006945, 'klode', '圆神，今天是第81天，上午的发表还算顺利，中午去买了点沙拉用菜，继续吃沙拉了，还顺便试了试自制酱汁，呃呃，有点洋葱放多了，味好大，之后睡了会，晚上去吃的厚重军团，邮件发出去了房产公司也一直没回复，哎，算了不想那么多了，晚安！', NULL, NULL),
	(1844, 1703025029, '相信着奇迹の笨蛋沙耶香', '圆焰早安', NULL, NULL),
	(1845, 1703032800, 'danshenmiao', '圆焰早安。一大早就有点不顺啊，虽然是给别人带来麻烦。', NULL, NULL),
	(1846, 1703038215, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1847, 1703056521, '浩劫者12345', '跟QB签约了😌
QB说衣服做得比较久过几天才到', '638386533216146362', NULL),
	(1848, 1703070248, '匿名魔法少女', '永远喜欢鹿目圆', NULL, NULL),
	(1849, 1703083143, 'lutein', '圆焰晚安~
又是不想上学的一天_(´□`」 ∠)_

(¦3[▓▓]', NULL, NULL),
	(1850, 1703091046, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1851, 1703092607, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1852, 1703095912, 'klode', '圆神，今天是第82天，中午尝试了一下自制热狗，味道还不错，之后又整了个培根煎蛋，吃的相当舒适，出门受了舍友之托，去买了点食材，又顺便去中华物产店买了盒维他柠檬茶，回来又给舍友带了一份章鱼小丸子，晚上去吃的大阪烧，比我想象中的好吃呢，那家人的手艺真不错，后天母上大人又来了，明天收拾收拾家准备迎客了，晚安！', NULL, NULL),
	(1853, 1703113585, '匿名用户', '总是睡不着 刷lof找到这个网站啦 希望以后一倒下就睡着！', '638387103851207643', NULL),
	(1854, 1703115653, 'GreenSalar', '早安', NULL, NULL),
	(1855, 1703128396, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1856, 1703162925, 'Irin依凛', '圆神晚安
圆神保佑~', NULL, NULL),
	(1857, 1703174480, 'danshenmiao', '圆焰晚安。今天看到好多学长学姐大冷天的还呆在教室门口复习，还有两天了，他们一定很紧张吧，祝他们考试顺利。顺便祝#1823考研成功，去到你向往的地方。', NULL, NULL),
	(1858, 1703175149, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1859, 1703180289, 'klode', '圆神，今天是第83天，下午趁着可还没上跑去不动院了，爬山差点累死，之后下山都腿软了，呃呃，课也迟到了，还好今天发表到赶上了，总体没什么大问题，晚上吃的肯德基，之后就回家大扫除，舍友直接跑出去吃吃喝喝气死了，啊啊啊啊啊，明天老妈就来了，早点睡准备去接人吧，晚安！', NULL, NULL),
	(1860, 1703181922, '_DtrIsta3int', '圆神，今天是12月22日，离考研还有最后一天。
准确的说，是还有30个小时就要开始第一门考试了。
但是我意外的不紧张，我好累。今天甚至几乎没怎么学习。还有好多要搞东西没有搞完。
它来的竟然如此的平静，就如同日常生活琐事一样不显眼，但又让人兴奋。
真的疲惫了，三年了，那座大山压在我心里已经三年了。
只希望努力的人终将得到救赎，一切都是最好的安排。
晚安，圆神。', NULL, NULL),
	(1861, 1703182264, '_DtrIsta3int', '＃1857
谢谢您，与君共勉，愿圆神祝福您。', NULL, NULL),
	(1862, 1703217957, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1863, 1703238841, 'Irin依凛', '圆神晚安
圆神保佑~', NULL, NULL),
	(1864, 1703253254, '星新极', '圆神保佑～
昨天晚上烧到40度
现在已经好多了', NULL, NULL),
	(1865, 1703253578, '相信着奇迹の笨蛋沙耶香', '圆焰保佑', NULL, NULL),
	(1866, 1703255141, 'Akaya', '圆神晚安', NULL, NULL),
	(1867, 1703255476, 'qkw', '最近我发现我被同学孤立了，还有人故意把我的被子丟地上☹️', NULL, NULL),
	(1868, 1703255560, 'qkw', '好想哭', NULL, NULL),
	(1869, 1703255581, 'qkw', '肚子疼', NULL, NULL),
	(1870, 1703255661, 'qkw', '小圆小焰，晚安', NULL, NULL),
	(1871, 1703259415, 'klode', '圆神，今天是第84天，上午起床收拾了收拾屋子，老妈他们来的挺迟的，三点多才接到人，下午课只能咕了，打了个车回家下行李，之后就带着几人逛得昏天黑地，中途还去吃了个拉面，晚上八点多才到家，又买了一堆东西，呼，明天安排又有变化，祈祷一切顺利吧，晚安！', NULL, NULL),
	(1872, 1703260251, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1873, 1703260744, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1874, 1703263084, 'lutein', '圆焰晚安~
不想上课呐( ＿   ＿)ノ｜

(¦3[▓▓]', NULL, NULL),
	(1875, 1703268046, 'danshenmiao', '圆焰晚安。愿一切安好。', NULL, NULL),
	(1876, 1703293573, '匿名用户', '段考结束啦 考完就发烧了 希望能考进年级前十！发烧快快好！圆神保佑～', NULL, NULL),
	(1877, 1703296434, 'Akaya', '圆神早安', NULL, NULL),
	(1878, 1703305934, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1879, 1703306878, 'Irin依凛', '圆神早安
圆神保佑~', NULL, NULL),
	(1880, 1703312647, '吼姆吼姆', '下午好啊，圆，焰', NULL, NULL),
	(1881, 1703335663, '吟终', '还有1个月就考试了 圆神保佑（ ''▿ '' ）', NULL, NULL),
	(1882, 1703337246, '既望', '快期末考试了，园神保佑', NULL, NULL),
	(1883, 1703346752, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1884, 1703349247, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1885, 1703350061, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1886, 1703350072, '前置献灯', '晚安', NULL, NULL),
	(1887, 1703351535, 'Akaya', '圆神晚安', NULL, NULL),
	(1888, 1703365622, 'klode', '圆神，今天是第85天，早上九点来钟给二位做了些早饭，培根奶油土豆汤还有蒜香面包，之后就去京都御所逛了一圈，紧接着就到了旁边的不动产公司，今天一下午看了六套房子，选了一套比较满意的谈了谈价钱，我也当了一天的翻译，呃呃，累死了，看看能不能再便宜一点，晚上去三条吃的日料，好好好，之后打了个车回来了，明天又去神户的安排，也不知道怎么样，晚安！', NULL, NULL),
	(1889, 1703376241, 'GreenSalar', '早安', NULL, NULL),
	(1890, 1703379860, 'Irin依凛', '圆神早安
圆神保佑~', NULL, NULL),
	(1891, 1703386101, 'Akaya', '圆神早安', NULL, NULL),
	(1892, 1703389626, '可爱大显卡', '小圆小焰保佑~', NULL, NULL),
	(1893, 1703393397, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1894, 1703404733, '呆焰', '中午好呀', '638390015339159183', NULL),
	(1895, 1703416437, '过客', '突然发现，kami.im彻底打不开了，互联网真的是有记忆的吗？或者说即使有，也终将被淹没在茫茫信息中无从寻觅？搜索引擎可以任意歪曲的推荐算法、被取消的网页快照和网页端的没落、限制、被分割四处的私域流量……无一不足以将过往的信息消湮于时光里，那些存在过的，还会有人记住吗？当证据不再，记住的又能被证明是真实的吗？那个时代、那些他们来过、存在过、又走了，一如过客。
祈安。', NULL, NULL),
	(1896, 1703417942, '过客', '就像作品完结后，那些人物并没有消失，只是我们不再窥探他们的生活。或许，那些被遗忘在时光中的事，和被人海吞没的人，亦如是。
在我所未知的角落，希望他们一切都好。', NULL, NULL),
	(1897, 1703426264, '匿名用户', '今天住在池袋喔（哭
在去神田明神的路上看到了madoka和homura的超大海報唷
抽到了凶（哭
晚上被逼著去了居酒屋
好多人 暈暈的
但是感覺看到了madohomu
輕鬆了不少呢（攤', '638390230647113434', NULL),
	(1898, 1703426712, '星新极', '晚安圆焰……', NULL, NULL),
	(1899, 1703429278, 'lutein', '圓焰晚安~
依舊是不想上學呐(´｀;) 

(¦3[▓▓]', NULL, NULL),
	(1900, 1703429700, '6032', '圆身保佑～', NULL, NULL),
	(1901, 1703431041, '可爱大显卡', '小圆小焰晚安~', NULL, NULL),
	(1902, 1703432988, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1903, 1703432999, 'danshenmiao', '圆焰晚安。今天把寒蝉第二季看了，看到结局挺欣慰的。最后，生日快乐渚。', NULL, NULL),
	(1904, 1703435797, 'klode', '圆神，今天是第86天，一大早车就来接我们去神户了，不过用时比之前说的一个小时长太多了，居然花了两个半小时才到达，之后吃了个午饭，什么高级神户牛餐厅，五个人花了13w，我还没什么能吃的，中途还跑出去吃了碗牛肉饭，下午去泡了泡温泉，虽然没有稚内的好，不过总归是有地方泡澡了，晚上回京都吃的松阪牛套餐，相比中午的来说无论是装饰还是菜品都好太多了，四个人花了5w多，还算可以，吃的挺饱，明天舍友就润去东京了，我也快回去了，晚安！', NULL, NULL),
	(1905, 1703436511, 'Akaya', '圆神晚安', NULL, NULL),
	(1906, 1703458427, '相信着奇迹の笨蛋沙耶香', '早上好，顺便，圣诞节快乐！圆焰', '638390552272695872', NULL),
	(1907, 1703466402, 'hihidhihi', '圣诞快乐，考研终于结束了', NULL, NULL),
	(1908, 1703469550, 'Akaya', '圣诞快乐', NULL, NULL),
	(1909, 1703474055, 'K.K', '圣诞快乐！
小圆小焰保佑~', NULL, NULL),
	(1910, 1703483181, 'Irin依凛', '圣诞快乐！
圆神保佑~', NULL, NULL),
	(1911, 1703504592, '星新极', '圣诞快乐啊，
小圆小焰(｡･ω･｡)ﾉ♡', NULL, NULL),
	(1912, 1703510144, '吼姆吼姆', '圆 焰 圣诞快乐', NULL, NULL),
	(1913, 1703517156, 'lutein', '圆焰圣诞快乐！
又是一个圣诞呐~
（虽然依然不想上学(~￣△￣)~）

晚安~
(¦3[▓▓]', NULL, NULL),
	(1914, 1703518850, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1915, 1703521615, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1916, 1703522565, 'Akaya', '圆神晚安', NULL, NULL),
	(1917, 1703522882, 'klode', '圣诞快乐，圆神，今天是第87天，早上去上课，中午吃了今年最后一顿冬锅，下午的课只有三个人到场了，太惨了，不过明天就放小长假了，也能理解，下课后被老妈拉去了三条当拎包工具人，吃了个牛肉饭，早点睡了，明天还要赶飞机捏，晚安！', NULL, NULL),
	(1918, 1703524358, 'K.K', '圣诞快乐！
小圆小焰晚安安啊~
爱你们~', NULL, NULL),
	(1919, 1703559111, 'Irin依凛', '圆神早安
圆神保佑~', NULL, NULL),
	(1920, 1703561066, 'Akaya', '圆神保佑', NULL, NULL),
	(1921, 1703565642, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1922, 1703599611, '吼姆吼姆', '圆 焰 晚安', NULL, NULL),
	(1923, 1703605857, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1924, 1703609892, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1925, 1703609923, 'Akaya', '圆神晚安', NULL, NULL),
	(1926, 1703610275, '匿名用户', '晚安，小焰', NULL, NULL),
	(1927, 1703613448, '_DtrIsta3int', '考研结束了。
考的还不错，谢谢圆神的祝福。
圆神晚安。', NULL, NULL),
	(1928, 1703645224, 'Akaya', '圆神保佑', NULL, NULL),
	(1929, 1703646105, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1930, 1703690008, '化学入门仔', '圆神保佑', NULL, NULL),
	(1931, 1703691167, '相信着奇迹の笨蛋沙耶香', '圆焰晚安', NULL, NULL),
	(1932, 1703692382, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1933, 1703694957, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1934, 1703696419, 'Akaya', '圆神晚安', NULL, NULL),
	(1935, 1703697124, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1936, 1703719017, '相信着奇迹の笨蛋沙耶香', '圆焰保佑', NULL, NULL),
	(1937, 1703725856, 'GreenSalar', '早安', NULL, NULL),
	(1938, 1703728611, 'Akaya', '圆神早安', NULL, NULL),
	(1939, 1703729303, '匿名用户', '圆神保佑~', NULL, NULL),
	(1940, 1703735998, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1941, 1703761388, 'Yunekoi', '期末上岸', '638393581885966049', NULL),
	(1942, 1703775800, '相信着奇迹の笨蛋沙耶香', '圆焰，圆焰，明天我们学校有元旦联欢晚会欸，我也报了节目，但好像这样的节目是第一次报诶，心里还是有些忐忑，希望圆焰保佑我明天不失误吧，加油
(ง •̀_•́)ง', NULL, NULL),
	(1943, 1703775836, '相信着奇迹の笨蛋沙耶香', '晚安圆焰', NULL, NULL),
	(1944, 1703777807, '₍˄·͈༝·͈˄＊₎◞ ̑̑', '晚安💤', NULL, NULL),
	(1945, 1703778416, '吼姆吼姆', '终于休息了，圆焰晚安', NULL, NULL),
	(1946, 1703779567, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1947, 1703780937, 'K.K', '小圆小焰晚安安~
爱你们~
', NULL, NULL),
	(1948, 1703783902, 'Akaya', '圆神晚安啦', NULL, NULL),
	(1949, 1703784534, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(1950, 1703785893, '夜云星空', '晚安，圆神，希望明天一切安好。', NULL, NULL),
	(1951, 1703814186, 'Akaya', '圆神早安呀', NULL, NULL),
	(1952, 1703825476, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1953, 1703836194, '相信着奇迹の笨蛋沙耶香', '圆焰，圆焰，明天就放假了，我打算利用元旦几天把魔圆再刷一遍～(￣▽￣～)~', NULL, NULL),
	(1954, 1703864499, '圆环外的往事', '圆神晚安·~', NULL, NULL),
	(1955, 1703868540, '星新极', '小圆小焰晚安(˘ω˘)✩', NULL, NULL),
	(1956, 1703868710, 'danshenmiao', '圆焰晚安。明天又要考试了呢。', NULL, NULL),
	(1957, 1703869904, 'K.K', '小圆小焰晚安安~
爱你们~
', NULL, NULL),
	(1958, 1703871953, 'Akaya', '圆神晚安', NULL, NULL),
	(1959, 1703891106, '相信着奇迹の笨蛋沙耶香', '圆焰早安', NULL, NULL),
	(1960, 1703908256, 'Akaya', '圆神保佑', NULL, NULL),
	(1961, 1703910368, 'K.K', '每日祷告~
小圆小焰保佑~
', NULL, NULL),
	(1962, 1703941261, 'qkw', '考试考的不好……', NULL, NULL),
	(1963, 1703945104, '浩劫者12345', 'kami.im恢复了！
<a href="http://kami.im" target="_blank">kami.im</a>', NULL, NULL),
	(1964, 1703947311, 'lutein', '圆焰晚安~
又过一天呐( *ˊᵕˋ)

(¦3[▓▓]', NULL, NULL),
	(1965, 1703953520, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1966, 1703957593, 'danshenmiao', '圆焰晚安。今天把寒蝉礼和煌看完了，挺喜欢这种番外的，礼中梨花做了回到原本世界的选择，老实说要我觉得一开始就走向正轨的世界更好，不过我也不希望他们分开。煌的第二集梨花和纱都子去到了有魔法的世界，都变魔法少女了，不知道是不是致敬魔圆，毕竟是11年出的。煌的最后一集是我觉得最好看的了，相比前几集的搞笑，这一集给我更多感触，梨花和羽入对于对方都是最重要的人。', NULL, NULL),
	(1967, 1703958514, 'Akaya', '圆神晚安啦', NULL, NULL),
	(1968, 1703985504, 'Madoka', '圆神，好久不见，早安😌', NULL, NULL),
	(1969, 1703998213, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(1970, 1704000091, '匿名用户', '午安~
', NULL, NULL),
	(1971, 1704029493, '匿名用户', '2023年就要结束了，希望在新的一年里能更好地度过每一天，也希望明年冬季的魔圆剧场版里，小圆和小焰能有美好的结局吧。', '638396262938489250', NULL),
	(1972, 1704029610, '可爱大显卡', '和小圆小焰一起跨年噢~', NULL, NULL),
	(1973, 1704031310, '匿名用户', '!!新年快乐!!', '638396281107093199', NULL),
	(1974, 1704033506, 'lutein', '圆焰晚安~
新的一年哇！
（虽然即使跨年也得早睡）
希望2024也能很幸运！
考试也要认真(๑•̀ㅂ•́)و✧


(¦3[▓▓]', NULL, NULL),
	(1975, 1704038008, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(1976, 1704038076, 'linxuan', 'hi 你好，madoka和homura，我是一位再过一年就17的普通人，很高兴认识两位，在11月份，偶然在b站首页上看到有关于你的作品的时候就开始了解到《魔法少女小圆》这部作品了，再后来就开始慢慢了解到两位了。

从那时候开始我就有一种特别的感觉了，我就叫它“喜爱”吧，怎么说呢，用faiz第八集的话来形容吧：“有时候让人难过，也有时候让人热血沸腾。”

哈哈，说实话，一开始看到你们的时候，我十分难以压制自己激动的心情，剧情看一半动不动就开始中二犯病，但自己也有时候会也会有很多感触。

homura为了拯救madoka一直在迷宫里徘徊，就是为了让madoka幸福，但自己却伤痕累累，剧场版结尾的时候看见homura自己一个人在独舞最后掉下悬崖的时候真的是太心疼了……自己有时候半夜睡醒时一想到这件事就有种悲伤的感觉……

madoka，一个坚强又温柔的女孩子，挺喜欢，也挺佩服她的，本该幸福度过一生的她却不知不觉被卷入了绝望的漩涡中，但尽管如此，她依旧是那么温柔。

“虽然很不幸成为了魔法少女，但只要能跟大家在一起，我就不会后悔！”

对我看来，在madoka的心里一直相信着希望，也正因为如此，她才会在无数次的轮回叠加的因果下，引发了奇迹，成为圆环之理，但奇迹不是免费的，有希望就会有绝望，在这样的奇迹下，她选择与自己的家庭和离别，独自一人在世界之外观望着大家。

谢谢madoka让我知道了这句话，有希望就会有绝望，但相信希望本身就不是什么错事。

最后，希望madoka和homura能够一起幸福的生活下去，也希望冬季剧场版两位能有一个美好的结局。

2024，圆焰新年快乐，很高兴认识你们，晚安', NULL, NULL),
	(1977, 1704038404, 'Akko', '圆焰新年快乐🎆', NULL, NULL),
	(1978, 1704038417, 'danshenmiao', '圆焰元旦快乐。', NULL, NULL),
	(1979, 1704038463, '相信着奇迹の笨蛋沙耶香', '当你在2023年12月31日晚上11点59分点入魔法少女小圆第十二集八分十五秒，馒头卡将会准时在2024年1月1日的凌晨0点成神（吼姆拉：那种事情绝对很奇怪啊）好啦，祝馒头卡，吼姆拉，沙耶香，杏子，麻美，百江渚和各位在看这条消息的人们元旦快乐，2023年的不幸能像魔圆TV结局中的魔女一样被消灭殆尽，无影无踪，迎来属于自己的2024（和魔圆新剧场版）', '638396352634805104', NULL),
	(1980, 1704038519, '浩劫者12345', '米娜！新年快乐！', NULL, NULL),
	(1981, 1704038543, '星新极', '小圆小焰新年快乐呀(๑>؂<๑）', NULL, NULL),
	(1982, 1704038563, '圆焰喜平安乐', '又是新的一天过去了，祝愿mantoka和homura在新的一年也能平凡的生活下去', '638396353633892079', NULL),
	(1983, 1704038686, '相信着奇迹の笨蛋沙耶香', '回复#1980
站长不打算做个元旦主题的嘛（开个玩笑，生产队的驴都不敢这么使唤）～(￣▽￣～)~
圆焰晚安', NULL, NULL),
	(1984, 1704038932, '可爱大显卡', '小圆小焰新年快乐~~~', NULL, NULL),
	(1985, 1704040451, '想和伊芙贴贴～', '小圆新年快乐～祝我自己逢考必过～', NULL, NULL),
	(1986, 1704040452, '匿名用户', '圆圆 焰焰 新年快乐！', '638396372522362183', NULL),
	(1987, 1704041047, '匿名用户', '新年快乐！圆焰永恒', '638396378478379197', NULL),
	(1988, 1704041364, '匿名用户', '新年快乐啊，希望两位能永远相互陪伴！', '638396381641050994', NULL),
	(1989, 1704043026, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(1990, 1704044798, '吼姆吼姆', '新年快乐', NULL, NULL),
	(1991, 1704045379, '匿名用户', '新年快乐', NULL, NULL),
	(1992, 1704045468, '丘比不死我死', '新年快乐 不止今年', '638396422683475095', NULL),
	(1993, 1704076456, 'Yunekoi', '𝒽𝒶𝓅𝓅𝓎  𝓃𝓮𝓌  𝓎𝓮𝒶𝓇°', '638396732562509159', NULL),
	(1994, 1704079380, 'GreenSalar', '午安
新年快乐', NULL, NULL),
	(1995, 1704082771, '相信着奇迹の笨蛋沙耶香', '圆焰保佑
新年快乐～', NULL, NULL),
	(1996, 1704089320, 'K.K', '新年快乐！
新的一年也希望小圆小焰能继续保佑大家~', NULL, NULL),
	(1997, 1704092363, '匿名用户', '大家新年快乐！🎉', NULL, NULL),
	(1998, 1704098281, '匿名用户', '大家新年快乐
圆焰长长久久', NULL, NULL),
	(1999, 1704122611, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2000, 1704126236, 'K.K', '小圆小焰晚安安~
爱你们~
元旦快乐~', NULL, NULL),
	(2001, 1704126447, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(2002, 1704126549, 'studentπi', '呜呜，差点就坚持不了了，看来我能做到的事情和意志都很有限

该怎样表述那种感觉呢？明知道做不到的一件事，我却产生了能够做到的幻觉，为弥补那些缺点要付出的精神代价让我难以承受，以至于接受别人的评价而否定自己。

果然还是太在乎那些虚伪的荣耀了，希望我能一直记得自己到底想干什么

圆焰晚安~
各位新年快乐', NULL, NULL),
	(2003, 1704129090, '可爱大显卡', '小圆小焰晚安~', NULL, NULL),
	(2004, 1704159503, 'K.K', '每日祷告~
小焰小圆保佑1~', NULL, NULL),
	(2005, 1704173141, '匿名用户', '我想一直陪在你身边', '638397699418129404', NULL),
	(2006, 1704190896, '可爱大显卡', 'まどかちゃん
ほむらちゃん', NULL, NULL),
	(2007, 1704206173, '相信着奇迹の笨蛋沙耶香', '圆焰晚安', NULL, NULL),
	(2008, 1704206345, 'lutein', '圆焰晚安~
又过了一天呐(๑‾ ꇴ ‾๑)
快要考试了，希望能顺利呐！


晚安(¦3[▓▓]', NULL, NULL),
	(2009, 1704209942, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2010, 1704211933, 'K.K', '小焰小圆晚安安~
爱你们~', NULL, NULL),
	(2011, 1704216927, 'deciate', '2024年快乐！
<strong>希望今年可以比2023更加快乐！</strong>', NULL, NULL),
	(2012, 1704255452, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2013, 1704291767, '相信着奇迹の笨蛋沙耶香', '圆焰晚安
(¦3[▓▓]', NULL, NULL),
	(2014, 1704293099, 'Akko', '圆焰晚安', NULL, NULL),
	(2015, 1704295090, '圆卫兵', '晚安', '638398918900276834', NULL),
	(2016, 1704296533, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2017, 1704297613, 'danshenmiao', '圆焰晚安，', NULL, NULL),
	(2018, 1704335997, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2019, 1704371849, '圆焰喜平安乐', '日常祷告，今天身体很不舒服，又面临最后一次会考模拟，早上布置试室还划到手了，到现在眼睛还一抽一抽的挣不开。晚上老师请假需要维持纪律，连觉都补不了，现在头疼到想死，最近止痛药吃多了，只能硬撑着，又有点想死了。不过也不是没有好事，政治学考模拟本来开摆了甚至答题卡有几题扫不出来，结果还有72分，是这几次模拟最高分了，我想这是圆的爱吧，给有点撑不下去的我一点小惊喜，圆果然是个很好很好的女生呢', '638399686498095653', NULL),
	(2020, 1704376076, 'lutein', '圆焰晚安~
明天就考试了，希望状态会好，成绩会高！
（还是有点紧张的▌°Д °;)っ）


(¦3[▓▓]

希望明天也能很幸运！', NULL, NULL),
	(2021, 1704383440, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2022, 1704387824, 'K.K', '小焰小圆晚安安~
爱你们~', NULL, NULL),
	(2023, 1704407600, '相信着奇迹の笨蛋沙耶香', '圆焰早安(｢･ω･)｢', NULL, NULL),
	(2024, 1704420698, 'K.K', '每日祷告~
小焰小圆保佑~', NULL, NULL),
	(2025, 1704437008, '可爱大显卡', '小圆小焰保佑~', NULL, NULL),
	(2026, 1704469395, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2027, 1704471026, 'Lutein', '圆焰晚安~
考完试了！！
开心(σ≧︎▽︎≦︎)σ

(¦3[▓▓]', NULL, NULL),
	(2028, 1704471289, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2029, 1704506409, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2030, 1704530035, 'Yunekoi', '圆焰贴贴！', '638401268356298884', NULL),
	(2031, 1704555431, 'Lutein', '圆焰晚安~
最近要抓紧练琴了呐ε-(´∀｀; )
依旧是不想起床的一天_(:з」∠)_


(¦3[▓▓]
明天也要很幸运！', NULL, NULL),
	(2032, 1704556774, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2033, 1704558891, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2034, 1704559442, 'danshenmiao', '圆焰晚安。爱上自己幻想的人，并且把对方当真人一样真的存在吗？如果真的存在，我也希望有这样的体验。', NULL, NULL),
	(2035, 1704563136, 'Akko', '圆神晚安', NULL, NULL),
	(2036, 1704590464, 'K.K', '每日祷告~
小焰小圆保佑~', NULL, NULL),
	(2037, 1704636766, 'lutein', '圆焰晚安~
今天依旧没练琴 |･ω･｀)
又过了一天呐( ˙ ω˙ )


(¦3[▓▓]', NULL, NULL),
	(2038, 1704642194, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2039, 1704646604, 'K.K', '每日祷告~
小焰小圆保佑~', NULL, NULL),
	(2040, 1704647492, '圆卫兵', 'akimi madoka', '638402442922395710', NULL),
	(2041, 1704684701, 'K.K', '每日祷告~
小焰小圆保佑~', NULL, NULL),
	(2042, 1704712918, '吼姆吼姆', '晚上好，圆焰', NULL, NULL),
	(2043, 1704726874, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2044, 1704727634, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2045, 1704730142, 'klode', '圆神，今天终于回来了，哎，累死了，晚安！', NULL, NULL),
	(2046, 1704760409, 'danshenmiao', '圆焰早安。', NULL, NULL),
	(2047, 1704767105, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2048, 1704783462, '可爱大显卡', '祷告~
小圆小焰保佑~', NULL, NULL),
	(2049, 1704811706, 'lutein', '圆焰晚安~
今天终于练琴了(๑•̀ㅂ•́)و✧
明天也要加油呐ꉂ(ˊᗜˋ*)



(¦3[▓▓]', NULL, NULL),
	(2050, 1704812359, 'klode', '圆神，今天回来的第二天，上午的课摸了，中午去吃了个久违的拉面，要的大份，撑死了，下午去签房屋合同，掰扯了俩小时，弄好的时候都三天了，交了150万，还差快1800w的尾款，尽快搞定吧，晚上买了个牛肉饭回来吃，明天课就比较轻松了，可以去吃梦语了，晚安！', NULL, NULL),
	(2051, 1704813003, '圆环外的往事', '圆神晚安~
中药和计算机一定要过啊', NULL, NULL),
	(2052, 1704813082, '相信着奇迹の笨蛋沙耶香', '圆焰晚安～', NULL, NULL),
	(2053, 1704818302, 'danshenmiao', '圆焰晚安。偶尔看看书还是很有意思的。', NULL, NULL),
	(2054, 1704818819, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2055, 1704853740, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2056, 1704898387, 'Lutein', '圆焰晚安~
今天又什么也没干呐(。>︿<)
明天也要加油(o゜▽゜)o


(¦3[▓▓]', NULL, NULL),
	(2057, 1704900405, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2058, 1704903251, 'klode', '圆神，今天是第三天，得知kami修好了真是太高兴了，以后就可以三个站来回穿梭了，今天上午没课，下午课上完之后去交了房租，顺便买了个椅子，之后回了趟家，晚饭本来想去梦雨解决，结果他今天不开门，妈妈生的，呃呃了，池田屋六点开门，买完烟酒之后又在寒风里站了半个多小时，吃完面交了个水费，晚课还差点迟到了，不过最后还是赶上了，今天过得比较充实了，晚安！', NULL, NULL),
	(2059, 1704905599, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2060, 1704951450, '星新极', '小圆小焰午安
明天要考试
今晚必须早点睡了', NULL, NULL),
	(2061, 1704965448, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2062, 1704966845, 'hanM123', '小圆小焰下午好噢——
明天考试完就放假咯！', NULL, NULL),
	(2063, 1704986372, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2064, 1704987108, 'lutein', '圆焰晚安~
今天依旧什么也没干呐 |･ω･｀)
明天也要加油呐o(〃''▽''〃)o



(¦3[▓▓]', NULL, NULL),
	(2065, 1704988281, 'klode', '圆神，今天是第四天，中午又是自己做的沙拉，下午去给哈皮舍友去买腊肠，顺便沿河边逛了会，就回学校去上下午课了，晚上舍友做的炖白菜，我出去吃今年的第一顿梦语了，就没尝尝，不过他说做多了，谁知道呢，明天又是周末了，晚安！', NULL, NULL),
	(2066, 1704989724, 'danshenmiao', '圆焰晚安。雨，少女，奄奄一息的小鸟。人的造物注视着神的造物走向消亡。', NULL, NULL),
	(2067, 1704992720, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2068, 1704994139, '吼姆吼姆', '晚安，圆焰', NULL, NULL),
	(2069, 1705022193, 'K.K', '每日祷告~
小焰小圆保佑~', NULL, NULL),
	(2070, 1705038226, 'danshenmiao', '圆焰午安。终于考完了呢，虽然比平时难但应该不至于很差。', NULL, NULL),
	(2071, 1705054388, '原罪_超凡', '明天就合格考了捏，希望圆神能够保佑我~', NULL, NULL),
	(2072, 1705076619, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2073, 1705077335, 'danshenmiao', '圆焰晚安。竟然最先被游戏祝福了，有点意外，也算个惊喜吧。希望圆焰也能祝福我。', NULL, NULL),
	(2074, 1705079060, 'klode', '圆神，今天是五天，又周末了，下午跟往常一样，上课，下课，晚上本来想跟舍友一起去吃浓厚豚骨的，结果人家不开门，呃呃又去排了一个小时的队吃的梦语，一如既往的美味，老板看我连着两天都有点惊讶，吃完了回家也八点半多了，哎，周末也不知道干嘛，先睡了，晚安！', NULL, NULL),
	(2075, 1705080167, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2076, 1705112432, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2077, 1705156623, 'lutein', '圆焰晚安~
今天去复查了 |･ω･｀)
还去万达吃了饭，买了些东西o(〃''▽''〃)o



(¦3[▓▓]', NULL, NULL),
	(2078, 1705162361, 'K.K', '小焰小圆晚安安~
爱你们~', NULL, NULL),
	(2079, 1705163856, 'danshenmiao', '圆焰晚安。人类是很依赖记忆的生物，怕脑子记不住，人们又发明了文字，发明了书籍……我们就这样踩着前人的脚印越走越远……', NULL, NULL),
	(2080, 1705186881, 'klode', '圆神，今天是第五天，下雪了呢，很漂亮，晚安！', NULL, NULL),
	(2081, 1705201753, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2082, 1705231508, '诶嘿', '圆神保佑～', NULL, NULL),
	(2083, 1705233642, '相信着奇迹の笨蛋沙耶香', '圆焰保佑', NULL, NULL),
	(2084, 1705243539, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2085, 1705244426, 'klode', '圆神，今天是第七天，昨天睡太晚了，今天下午三点多才起来，之后凑付吃了点东西，想着去哪逛逛，就一路走到八坂神社去了，在那拍了拍照，又要了个御朱印，之后做电车回家了，晚上还是一如既往自己做的沙拉，感觉这个周六日都没干啥事，算了，明天还要上课，晚安！', '638408412269883868', NULL),
	(2086, 1705248905, 'lutein', '圆焰晚安~
今天多写了些作业ヽ(*´∀｀)ノ
又开始看了一部番_(:з」∠)_



(¦3[▓▓]', NULL, NULL),
	(2087, 1705251012, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(2088, 1705252048, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2089, 1705292526, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2090, 1705306916, 'hanM123', '圆神午安
现在状态不是很好的说，感觉好迷茫', NULL, NULL),
	(2091, 1705308617, '诶嘿', '放学啦，小圆小焰下午好--', NULL, NULL),
	(2092, 1705309462, '吼姆吼姆', '圆焰，晚上好', NULL, NULL),
	(2093, 1705332650, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2094, 1705334448, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(2095, 1705335807, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2096, 1705343815, 'klode', '圆神，今天是第八天，又是一个周一，来上课的人很少，中午去吃了个肯德基，下午课也比较清闲，晚上也没干什么事，晚安！', NULL, NULL),
	(2097, 1705372989, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2098, 1705397160, '诶嘿', '还有三天就放假啦，小圆小焰下午好--', NULL, NULL),
	(2099, 1705426406, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2100, 1705430104, '浩劫者12345', '做了张宣传图ヽ(○´∀`)ﾉ♪
印了去漫展发无料', '638410269047405898', NULL),
	(2101, 1705434987, 'klode', '圆神，今天是第九天，上午迟到了半个点，不过无伤大雅，中午去吃了冬锅，本来下午想去阿弥陀寺的，结果没赶上公交车，只好去了圆光寺跟曼殊院，回来五点多吧，顺便买了点吃的，明天就不用早起了，晚安！', '638410317876700314', NULL),
	(2102, 1705459968, '可爱大显卡', '小圆小焰保佑~', NULL, NULL),
	(2103, 1705460300, 'K.K', '每日祷告~
小焰小圆保佑~', NULL, NULL),
	(2104, 1705497798, '诶嘿', '圆神晚安~', NULL, NULL),
	(2105, 1705505145, 'lutein', '圆焰晚安~
今天也是没写多少作业的一天呐_(:з」∠)_
明天也要加油呐ε-(´∀｀; )


(¦3[▓▓]', NULL, NULL),
	(2106, 1705507649, 'klode', '圆神，今天是第十天，差点没起得来床上课，今天终于把退房相关的手续搞完了，顺便出去买了个奶，又是一下午的课，晚上舍友炒了个羊肉，醋放多了，呃呃，没啥事情的一天呢，晚安！', NULL, NULL),
	(2107, 1705508411, '灵幽', '小焰，小圆，晚安哦💤', '638411052116761294', NULL),
	(2108, 1705508521, '五三', '今天第一次自己尝试画无料啦', NULL, NULL),
	(2109, 1705508831, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2110, 1705547013, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2111, 1705575186, '诶嘿', '圆焰下午好~', NULL, NULL),
	(2112, 1705591189, 'lutein', '圆焰晚安~
今天又是啥也没干的一天呐_(:з」∠)_
明天也要幸运！


(¦3[▓▓]', NULL, NULL),
	(2113, 1705595803, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2114, 1705597636, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(2115, 1705602518, 'klode', '圆神，今天是第11天，下午起的挺晚的，仓促吃了个饭就去上课了，下午课都没几个人，呃呃，晚上吃的肯德基，顺便给舍友捎了一堆东西，明天又是周末了，真好，晚安！', NULL, NULL),
	(2116, 1705620393, '可爱大显卡', '小圆小焰早上好~', NULL, NULL),
	(2117, 1705635723, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2118, 1705636241, '诶嘿', '圆焰中午好~', NULL, NULL),
	(2119, 1705676732, 'lutein', '圆焰晚安~', NULL, NULL),
	(2120, 1705681964, 'danshenmiao', '圆焰晚安。感觉最近有点浮躁，不过状态还好。', NULL, NULL),
	(2121, 1705683472, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2122, 1705685074, 'klode', '圆神，今天是第十二天，平常的上课日，卖家的搬家时间又要延长了，呃呃，还好我退房退的晚，晚上被同学拉去大阪吃饭了，租了辆车，吃的中餐烤肉，味道还不错，也挺开心的，明天下午约了一堆事，今天先睡了，晚安！', NULL, NULL),
	(2123, 1705715898, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2124, 1705744348, '诶嘿', '正式放假的第一天！圆神晚上好---', NULL, NULL),
	(2125, 1705760409, '卡喵z', '圆焰晚安', NULL, NULL),
	(2126, 1705764085, '星新极', '小圆小焰晚安', NULL, NULL),
	(2127, 1705768398, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2128, 1705769877, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(2129, 1705775087, 'klode', '圆神，今天是第13天，中午起床去吃的梦雨，一如既往的好吃，之后搬家公司来家里商谈了一下搬家金额，可能要10-20万左右吧，不过具体日期还没定下来，先不好说，三点去不动产公司开了个说明会，大概明确了付款方式及日期，希望海外转账能顺利一点，但是印章忘带了，五点多不动产公司的人来盖个印章，之后就出门买了点吃的，晚上看梦雨没人，又去吃了一顿，明天还有第二场商谈呢，先睡了，晚安！', NULL, NULL),
	(2130, 1705800447, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2131, 1705802192, '匿名用户', '圆焰保佑~', NULL, NULL),
	(2132, 1705826524, '诶嘿', '圆焰下午好---', NULL, NULL),
	(2133, 1705832191, '相信着奇迹の笨蛋沙耶香', '圆焰保佑～', NULL, NULL),
	(2134, 1705843172, 'Akko', '圆焰晚安', NULL, NULL),
	(2135, 1705852209, '匿名用户', '明天考试给我过啊啊啊啊', NULL, NULL),
	(2136, 1705854964, 'danshenmiao', '圆焰晚安。
', NULL, NULL),
	(2137, 1705856520, 'klode', '圆神，今天是第14天，今天下午约了搬家公司，终于决定了搬家日期跟金额，好贵啊啊啊啊啊，之后去三条给朋友少了点周边，稍稍赚点米，明天又要上课，晚上约了朋友吃烤肉，晚安！', NULL, NULL),
	(2138, 1705856711, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2139, 1705893035, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2140, 1705900420, '匿名用户', '圆神保佑~希望一切能顺利~', NULL, NULL),
	(2141, 1705929591, '诶嘿', '今天也是美好的一天，圆焰晚安~', NULL, NULL),
	(2142, 1705931128, 'klode', '圆神，今天是第15天，上午的课依旧没啥人，中午吃了个炸鸡套餐，周一的课下周就结完了，好快的一学期，晚上跟朋友去吃自助烤肉了，满足！晚上遛弯回来的，晚安！', NULL, NULL),
	(2143, 1705940190, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2144, 1705963422, '相信着奇迹の笨蛋沙耶香', '圆焰保佑～', NULL, NULL),
	(2145, 1705984725, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2146, 1706003080, '诶嘿', '今天也是美好的一天---
圆焰晚上好！', NULL, NULL),
	(2147, 1706007088, 'studentπi', '圆焰晚上好！
好久没来了，这段时间又忙又颓废，什么都不想干啊。不过仅就今天，希望自己能把该做的做好。', NULL, NULL),
	(2148, 1706008944, '匿名用户', '大爱焰圆！你们是我生命里的光！！！', NULL, NULL),
	(2149, 1706014917, 'Akko', '圆神，今天订做的圆环之理配饰到了，感觉比预想的效果好呢！圆焰晚安。', '638416117178214645', NULL),
	(2150, 1706024164, 'klode', '圆神，今天是第16天，上午课后吃了个炸鸡套餐，味道还行，有点辣，之后就跑去入国管理局追加汉字姓名，整半天发现忘带护照了，又回家拿，还好不远，趁着四点人家下班之前搞定了，又坐车回来去变更住民票，五点到家，呃呃又一大问题搞定了，晚上出门吃的拉面，明天终于可以休息休息了，晚安！', NULL, NULL),
	(2151, 1706025884, '相信着奇迹の笨蛋沙耶香', '圆焰晚安(¦3[▓▓]', NULL, NULL),
	(2152, 1706026809, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2153, 1706030891, 'danshenmiao', '圆焰晚安，今天难得发火了，好像确认了什么事，但又没有勇气去面对。', NULL, NULL),
	(2154, 1706065888, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2155, 1706070089, '三色团子', '圆焰保佑我成为欧皇', NULL, NULL),
	(2156, 1706073543, 'danshenmiao', '圆焰午安。还好不是什么很严重的事。', NULL, NULL),
	(2157, 1706080249, '相信着奇迹の笨蛋沙耶香', '圆焰保佑～', NULL, NULL),
	(2158, 1706102747, 'Akko', '每日祷告，圆焰保佑~', NULL, NULL),
	(2159, 1706103877, '诶嘿', '今天也是美好的一天，圆焰晚上好---', NULL, NULL),
	(2160, 1706112164, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2161, 1706113688, 'klode', '圆神，今天是第16天，外面下雪了，气温很低，就一直没有出门，在家把衣服洗了洗，明天听课去上文化教育，还算好的，晚安！', NULL, NULL),
	(2162, 1706153330, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2163, 1706189565, '诶嘿', '今天也是美好的一天，
圆焰晚上好~', NULL, NULL),
	(2164, 1706192926, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2165, 1706198881, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2166, 1706201061, 'klode', '圆神，今天是17天，没啥事的一天，中午吃了个肯德基，下午坐车·去学校听讲座了，大概六点又回来了，买了点东西，明天又是周末了，爽，晚安！', NULL, NULL),
	(2167, 1706203278, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(2168, 1706212018, '匿名用户', '❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️', NULL, NULL),
	(2169, 1706244020, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2170, 1706276177, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2171, 1706276185, '吼姆吼姆', '晚上好啊，圆，焰', NULL, NULL),
	(2172, 1706278115, '诶嘿', '今天也是美好的一天~
圆焰晚上好---', NULL, NULL),
	(2173, 1706286315, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2174, 1706286772, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(2175, 1706286833, 'klode', '圆神，今天是第17天，又是周末，下午课也如往常一样，今天到格外的冷，下周大部分课就结业了，哎，好快的一学年，晚安！', NULL, NULL),
	(2176, 1706308407, '浩劫者12345', '圆焰早安！
今天是逛漫展的一天！是魔圆only哦
（图里是新买的灵魂宝石！）', '638419052073255672', NULL),
	(2177, 1706330357, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2178, 1706356711, '诶嘿', '今天也是美好的一天，圆焰晚上好------', NULL, NULL),
	(2179, 1706357010, '玲音酱！', '圆焰晚上好！', '638419538104053999', NULL),
	(2180, 1706357611, '匿名用户', '这是我的希望…', '638419544114106027', NULL),
	(2181, 1706357723, '玲音酱！', '吸吸，圆焰挂钩到了', '638419545236809458', NULL),
	(2182, 1706359949, '玲音酱！', '小焰，来世再见……', '638419567495473316', NULL),
	(2183, 1706365992, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2184, 1706366973, 'klode', '圆神，今天是第18天，跟人约了去收卡，本来中午想去吃面条的，结果排长队，我赶时间就买了俩炸鸡对付了对付，一点来钟到了京都站的牌店，绝望的发现昨晚没给手机充上电，寄，只有5%了，不过好说歹说到地方找到组织了，那个要给我牌的人正在打店赛，我就先跟别人借了个卡组耍了耍，大概四点来钟打完了，人家也就问我要了500块，之后又去几家牌店逛了逛，收了收卡，今天爆了不少米吔，晚上在京都站吃了个咖喱面，累人的一天，晚安！', NULL, NULL),
	(2185, 1706376627, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2186, 1706376748, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(2187, 1706416758, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2188, 1706433299, 'maho', '圆焰保佑~', '638420300994967994', NULL),
	(2189, 1706446247, '诶嘿', '今天也是美好的一天，圆焰晚上好---', NULL, NULL),
	(2190, 1706450720, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2191, 1706459611, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(2192, 1706460005, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2193, 1706461401, '诶嘿', '今天也是美好的一天~
圆焰晚安———', NULL, NULL),
	(2194, 1706463206, '匿名用户', '小圆玩爱你', NULL, NULL),
	(2195, 1706463457, 'klode', '圆神，今天是第19天，中午吃的梦雨，一如既往的好吃，下午去三条给人带手办，好逛了一大圈，晚上本来想回来弄3d作业的，又给舍友拉出去吃饭取钱一条龙，回来急里忙慌的把作业弄完了，明天就是考试周了，加油，晚安！', NULL, NULL),
	(2196, 1706504108, 'K.K', '每日祷告~
小圆小焰保佑~
', NULL, NULL),
	(2197, 1706536885, '诶嘿', '圆焰晚上好——', NULL, NULL),
	(2198, 1706540364, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2199, 1706546540, 'danshenmiao', '圆焰晚安，', NULL, NULL),
	(2200, 1706547533, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2201, 1706583272, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2202, 1706587352, '匿名用户', '圆神好，打卡', NULL, NULL),
	(2203, 1706587479, '圆神支持者', '圆神新年快乐(^▽^ )', NULL, NULL),
	(2204, 1706621192, '神代咲', '晚安，小圆小焰。
从今天开始留言，希望你们也能一直西啊哇塞下去。当然，我跟我的宝宝也是。。。', '638422179929650832', NULL),
	(2205, 1706626728, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2206, 1706628188, '诶嘿', '圆焰晚安~', NULL, NULL),
	(2207, 1706631417, 'klode', '圆神，今天是第21天，上午的发表很顺利，这课也算结业了，中午吃了肯德基，下午一路去大阪准备办银行卡，但是时间还是没赶上，呃呃了，约的周四办，之后再大阪逛了逛，五点半多回来剪了个头发，呃呃，明天不用早起了，真好，晚安！', NULL, NULL),
	(2208, 1706632198, 'danshenmiao', '圆焰晚安。今天兜风去了。', NULL, NULL),
	(2209, 1706634514, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2210, 1706662490, '神代咲', '早安呐两小只w
今天上班也要加油呐……还剩两天就能跟宝宝在一起噜ww', NULL, NULL),
	(2211, 1706677097, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2212, 1706699731, '相信着奇迹の笨蛋沙耶香', '圆焰保佑~', NULL, NULL),
	(2213, 1706705319, '诶嘿', '今天也是美好的一天!
圆焰晚上好---', NULL, NULL),
	(2214, 1706719040, 'klode', '圆神，今天是第22天，睡得很满足，下午趁着课间出去溜了溜，结果突然下大雨，呃呃，晚上被舍友拉着出去吃饭，面馆看着没人排队，实际上开始用叫号器点餐了，我们还一脸懵逼的雨里站着，呃呃，不过面还是很好吃的，明天还要去大阪办银行卡，晚安！', NULL, NULL),
	(2215, 1706725423, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2216, 1706753750, '神代咲', '早安呐……小圆和小焰
今天是最后一天上班了，打起干劲啊啊啊……', NULL, NULL),
	(2217, 1706761959, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2218, 1706777231, '圆神支持者', '第二次打卡，圆神你们还好吗？', '638423740315487502', NULL),
	(2219, 1706792448, '诶嘿', '今天也是美好的一天~
圆焰晚上好---', NULL, NULL),
	(2220, 1706799894, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2221, 1706800335, 'klode', '圆神，今天是第22天，一大清早就去大阪办银行卡了，一路上也没遇到什么突发情况，还算安生，中午吃了个牛肉饭，呃呃，汁太多了，有点咸，下午回来上课，要接收的东西也到账了，爽，明天又是周末了，晚安！', NULL, NULL),
	(2222, 1706805331, 'danshenmiao', '圆焰晚安。今天在ous上下了小圆的明天见，好好听，不过我太菜根本打不下去。', NULL, NULL),
	(2223, 1706809845, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2224, 1706827389, '浩劫者12345', '把圆焰福袋挂在床头了！
保佑万事顺意哦~
(是叛逆观影会领到的无料!)', '638424241899218387,638424241899230020', NULL),
	(2225, 1706843005, '神代咲', '早安圆焰w
今天就要去上海参加2unonly噜……希望一切顺利', NULL, NULL),
	(2226, 1706848597, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2227, 1706853499, '永遠愛圓焰和QB', '好久沒發了
每日一句', '638424502995673254', NULL),
	(2228, 1706857741, 'studentπi', '这些天真的很辛苦，今天就当给自己放半天假，虽然暂时还没想到要玩什么。早上下棋晕晕乎乎的啥都看不见，啥都算不清楚，不过因为今天情况比较特殊，也是没办法的事吧（笑）。决定从明天开始每天下网棋好了

圆焰午安~', NULL, NULL),
	(2229, 1706857853, 'maho', '小圆小焰保佑~', NULL, NULL),
	(2230, 1706864190, '圆神支持者', '明天要回老家过年了，可能要两个星期才能回来，圆神保佑。', NULL, NULL),
	(2231, 1706884850, '玲音酱！', '灵魂宝石到了！没买焰的', '638424816500879107', NULL),
	(2232, 1706885904, '诶嘿', '圆焰晚上好---
今天也是美好的一天！', NULL, NULL),
	(2233, 1706886113, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2234, 1706892877, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2235, 1706894014, 'danshenmiao', '圆焰晚安，', NULL, NULL),
	(2236, 1706898320, 'klode', '圆神，今天是第24天，中午挂着课去吃了个肯德基，下周那课就考完试了，下午课因为没啥讲的，提前下课了，晚上出去溜达了溜达，太冷就回来了，明天还要去吃拉面，先睡了，晚安！', NULL, NULL),
	(2237, 1706918079, '神代咲', '圆焰早安！
很快就要到上海了，但是2unonly临时变更场地有点太离谱了……
去上海衣服还没带够……只能去找对象拿点暖宝宝用……
希望能活着回家)', NULL, NULL),
	(2238, 1706933063, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2239, 1706965668, '言葉', '好久没来了~上一次还是暑假准高一的时候，现在高一上已经读完了！
祷告一下~
年后的漫展就要出小圆了！！！（激动 希望可以扩到可爱的宝宝~', NULL, NULL),
	(2240, 1706968401, '吼姆吼姆', '圆神晚安', NULL, NULL),
	(2241, 1706974014, '诶嘿', '圆焰晚安~
今天也是美好的一天---', NULL, NULL),
	(2242, 1706974135, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2243, 1706980326, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2244, 1706983425, 'klode', '圆神，今天是第25天，中午去吃的拉面，下午打牌到八点，受益匪浅，明天去八坂神社看看吧，晚安！', NULL, NULL),
	(2245, 1707001348, '神代咲', '早安圆焰！
跟神主见面了很激动！昨天线下面基很开心！还一起合影了！
后辈们好热情……还邀请我以后有机会去他们那边玩……啊 温柔的世界……美中不足就是剩下的几天预算有点……', NULL, NULL),
	(2246, 1707013483, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2247, 1707048722, '诶嘿', '快要过年了!
圆焰晚上好~', NULL, NULL),
	(2248, 1707060211, 'studentπi', '希望明早不会赖床，赶紧把那个事情解决掉吧。
今天太晚了不想下棋了，明明线下已经有段了结果在野狐6级被暴打，现在网棋水平都这么恐怖了吗？还是看节网课好了

圆焰晚安~', NULL, NULL),
	(2249, 1707063578, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2250, 1707064026, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2251, 1707064198, 'klode', '圆神，今天是第26天，每月惯例的珍游，好久没吃了，之后去了清水寺给朋友买了个御守，徒步去了京都站，本想着看电影的，结果时间完全对不上，呃呃，坐公交回家了，不知道明天干啥好捏，晚安！', NULL, NULL),
	(2252, 1707098744, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2253, 1707114160, 'egotasyan', '等回天', '638427109608853931', NULL),
	(2254, 1707143622, 'OctoberSama', '小焰晚安
等会刷机 圆神保佑（', NULL, NULL),
	(2255, 1707144246, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2256, 1707144418, 'danshenmiao', '圆焰晚安。今天挺早的。', NULL, NULL),
	(2257, 1707148444, '诶嘿', '圆焰晚安~', NULL, NULL),
	(2258, 1707152331, 'klode', '圆神，今天是第27天，本来预定想去阿弥陀寺看看的，结果天公不作美下大雨了，那也去不了，中午吃了个面条就回来了，下午收拾了收拾屋子，行李也准备好了，后天就回国了，晚安！', NULL, NULL),
	(2259, 1707153985, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2260, 1707164499, '哪里', '晚安哦 祈祷一下^_^', NULL, NULL),
	(2261, 1707187939, 'Yunekoi', '圆焰', '638427847394908048', NULL),
	(2262, 1707188032, 'Yumewco', '圆焰', '638427848326917412', NULL),
	(2263, 1707189402, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2264, 1707201096, '依稀少年', '对圆焰起誓，以明我志', NULL, NULL),
	(2265, 1707220662, '匿名用户', '圆焰万岁！', '638428174629368134', NULL),
	(2266, 1707220840, '匿名用户', '圆焰保佑我', NULL, NULL),
	(2267, 1707227440, '吼姆吼姆', '圆焰晚上好，熬夜开始啦', NULL, NULL),
	(2268, 1707228653, '圆环外的往事', '圆神晚安·~', NULL, NULL),
	(2269, 1707234307, 'klode', '圆神，今天是第28天，上午的课提早结束了呢，中午去吃了顿肯德基，下午去大原把剩下几个寺庙都逛完了，结果有个没开门的，呃呃，下次再去吧，阿弥陀寺也因为记错时间错过班车没去成，后天回国了，晚安！', NULL, NULL),
	(2270, 1707240597, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2271, 1707248248, '哪里', '希望我可以多出门走走吧
圆神保佑', '638428450480406245', NULL),
	(2272, 1707274921, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2273, 1707317571, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2274, 1707323172, '诶嘿', '圆焰晚安~', NULL, NULL),
	(2275, 1707324195, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2276, 1707328665, '哪里', '晚安', NULL, NULL),
	(2277, 1707361713, 'AAA魔法少女签订Q姐', '新年快乐！', NULL, NULL),
	(2278, 1707405089, 'K.K', '每日祷告~
小圆小焰晚安安~', NULL, NULL),
	(2279, 1707415328, 'danshenmiao', '圆焰除夕快乐。', NULL, NULL),
	(2280, 1707419304, '诶嘿', '圆神晚安~', NULL, NULL),
	(2281, 1707440541, 'hihidhihi', '新年快乐啦。', NULL, NULL),
	(2282, 1707441591, '驴咩子', '祝大家除夕快乐！
圆神保佑！', '638430383912914395', NULL),
	(2283, 1707450368, '匿名用户', '新年快乐www', NULL, NULL),
	(2284, 1707462492, 'K.K', '新年快乐~
小圆小焰保佑~', NULL, NULL),
	(2285, 1707463275, 'Akko', '圆焰新年快乐～', NULL, NULL),
	(2286, 1707464963, 'studentπi', '各位新年快乐~

新年主题好米啊！
只是一想到今天要走亲戚就感到很糟糕呢，他们每一个人我都不喜欢啊呜呜呜，请祝我熬过这个见鬼的时间段吧

新的一年圆焰要继续贴贴啊qwq', NULL, NULL),
	(2287, 1707469557, 'Yumewco', '新年快乐！', NULL, NULL),
	(2288, 1707474504, '圆焰仙品', '圆焰万岁！！！', NULL, NULL),
	(2289, 1707476727, 'Amadeus', '焰圆新年快乐！', '638430735277954171', NULL),
	(2290, 1707479677, '相信着奇迹の笨蛋沙耶香', '圆焰新年快乐(｡･ω･｡)ﾉ♡', NULL, NULL),
	(2291, 1707480476, '相信着奇迹の笨蛋沙耶香', '回#2286 studentπi
我这边同感，尤其是亲戚都叫不上来，还有一堆事干，不过总体来说还是个不错的，也祝大家新年快乐( ｰ̀εｰ́ )', NULL, NULL),
	(2292, 1707494611, 'Akko', '圆焰新年快乐!!!!!', NULL, NULL),
	(2293, 1707494724, 'Amadeus', '春节快乐，焰圆', NULL, NULL),
	(2294, 1707495727, '圆焰仙品', '圆焰新年快乐呀！！！！', NULL, NULL),
	(2295, 1707495746, '匿名用户', '赞美圆神，遇到了自己的小圆', NULL, NULL),
	(2296, 1707497096, '诶嘿', '圆焰新年快乐!也祝每天在这里留言的各位新年快乐!', NULL, NULL),
	(2297, 1707504369, 'K.K', '小圆小焰除夕快乐~
爱你们~', NULL, NULL),
	(2298, 1707521582, 'GreenSalar', '新年快乐', NULL, NULL),
	(2299, 1707525110, '可爱大显卡', '小圆小焰新春快乐~', NULL, NULL),
	(2300, 1707532402, '匿名用户', '谨贺新年！小圆小焰新春快乐！', NULL, NULL),
	(2301, 1707535238, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2302, 1707536608, 'AkemiHMR', '新年快乐', NULL, NULL),
	(2303, 1707561309, '爱圆的焰', '小圆新年快乐！', NULL, NULL),
	(2304, 1707568986, '有栖真白', '小圆小焰新年快乐！', NULL, NULL),
	(2305, 1707573245, 'バカ', '小圆，或者圆神
当然也包括小焰，沙耶香，杏子，麻美，小渚，环彩羽等魔法记录里面的各个魔法少女
新年快乐！
谢谢你们。这几天我好害怕。圆神希望能保佑我吧。这样好自私，但是我也没办法。对不起大家', NULL, NULL),
	(2306, 1707573874, '匿名用户', '嘿嘿新年快乐', NULL, NULL),
	(2307, 1707576081, '星新极', '小圆小焰新年快乐呀', NULL, NULL),
	(2308, 1707581938, 'Nacil', '晚安～', NULL, NULL),
	(2309, 1707584202, '诶嘿', '圆焰晚安~', NULL, NULL),
	(2310, 1707585765, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2311, 1707625466, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2312, 1707637588, '圆神支持者', '明天要回家了，到的话还要半天多的时间。', NULL, NULL),
	(2313, 1707666522, '匿名用户', '晚安(>^ω^<)
第二年咯', '638432633227130316', NULL),
	(2314, 1707670285, '诶嘿', '圆焰晚安~', NULL, NULL),
	(2315, 1707672921, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2316, 1707704307, '银庭假想者', '祝大家幸福～', NULL, NULL),
	(2317, 1707717075, '匿名用户', '希望我爱的那个人能看到这里，希望他能有个好心情
                                                                 ⭐', NULL, NULL),
	(2318, 1707719066, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2319, 1707736145, '圆神支持者', '圆神，我到家了！', NULL, NULL),
	(2320, 1707754948, '圆卫兵', '晚安呀，今天也是过的很开心啊', '638433517482054429', NULL),
	(2321, 1707756028, ',_', '圆神保佑新的一年顺顺利利', NULL, NULL),
	(2322, 1707756698, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2323, 1707757878, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(2324, 1707763382, '诶嘿', '圆焰晚安~', NULL, NULL),
	(2325, 1707802605, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2326, 1707848109, '诶嘿', '圆焰晚安~', NULL, NULL),
	(2327, 1707848773, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2328, 1707872985, '驴咩子', '情人节快乐！', NULL, NULL),
	(2329, 1707886216, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2330, 1707890319, '相信着奇迹の笨蛋沙耶香', '圆焰情人节快乐(｡･ω･｡)ﾉ♡', NULL, NULL),
	(2331, 1707893059, '诶嘿', '圆焰情人节快乐!', NULL, NULL),
	(2332, 1707903642, '浩劫者12345', '圆焰情人节快乐！
新的一年也要99！

(忘了今天是情人节没做主题 (哭', NULL, NULL),
	(2333, 1707905873, '匿名用户', '情人节快乐！！～
摸了一张圆焰
࿋.(〃▽〃)σ', '638435026738558822', NULL),
	(2334, 1707934718, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2335, 1707935828, '诶嘿', '圆焰晚安~', NULL, NULL),
	(2336, 1707976733, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2337, 1707995068, '笨蛋沙耶加', '在今年也要一直在一起啊♡', '638435918687412610', NULL),
	(2338, 1708012990, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2339, 1708017566, '诶嘿', '圆焰晚安~', NULL, NULL),
	(2340, 1708027686, 'qwq', '晚安', NULL, NULL),
	(2341, 1708055397, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2342, 1708093467, 'K.K', '小圆小焰晚安安~
爱你们~
', NULL, NULL),
	(2343, 1708099806, '王洪文', '计算机交流群661769517', NULL, 1),
	(2344, 1708101092, '诶嘿', '圆焰晚安~', NULL, NULL),
	(2345, 1708143605, 'lovely', '非常感谢遇到你们
爱你们（づ￣3￣）づ╭❤～', '638437404054174573', NULL),
	(2346, 1708170950, '氧化铝', '高三生明天要开学啦
希望圆神祝福我学业有成 高考顺利OMO', NULL, NULL),
	(2347, 1708172495, 'Nacil', '加油！~


#2346我也祝你学业有成~
', NULL, NULL),
	(2348, 1708176964, 'lovely', '米娜桑加油↖(^ω^)↗
#2346  高考顺利哦~
圆焰晚安~', NULL, NULL),
	(2349, 1708178255, '夜前祭', '又快开学了，希望今年顺顺利利。', NULL, NULL),
	(2350, 1708180575, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2351, 1708186587, 'danshenmiao', '圆焰晚安。今天回来了。', NULL, NULL),
	(2352, 1708190557, '诶嘿', '圆焰晚安~', NULL, NULL),
	(2353, 1708194707, 'studentπi', '好难过啊，线下赛7连跪，这段时间真不想碰围棋了，调整一下心情吧QAQ

圆焰晚安~', NULL, NULL),
	(2354, 1708230054, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2355, 1708238502, 'lovely', '圆神焰魔可以保佑我出彩吗
(；′⌒`)', NULL, NULL),
	(2356, 1708238934, 'lovely', '谢谢小情侣
好感动谢谢谢谢
永远爱你们
（づ￣3￣）づ╭❤～', '638438357344892445', NULL),
	(2357, 1708246592, 'Akiyama mio', '圆神保佑～', NULL, NULL),
	(2358, 1708267541, '圆环外的往事', '圆神晚安~
', NULL, NULL),
	(2359, 1708271608, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2360, 1708278415, '诶嘿', '圆焰晚安~', NULL, NULL),
	(2361, 1708301951, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2362, 1708352695, '圆环外的往事', '圆神晚安~', NULL, NULL),
	(2363, 1708354064, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2364, 1708356308, '诶嘿', '圆焰晚上好~', NULL, NULL),
	(2365, 1708361456, 'danshenmiao', '圆焰晚安。', NULL, NULL),
	(2366, 1708403957, 'K.K', '每日祷告~
小圆小焰保佑~', NULL, NULL),
	(2367, 1708430385, 'end2222', '圆焰保佑我开学考', NULL, NULL),
	(2368, 1708439643, 'Nacil', '继续看书', NULL, NULL),
	(2369, 1708443169, 'K.K', '小圆小焰晚安安~
爱你们~', NULL, NULL),
	(2370, 1708445145, '匿名用户', '今天很充实捏，晚安', NULL, NULL),
	(2371, 1708446910, 'danshenmiao', '圆焰晚安。这两天都在出去玩，刚回来就四处跑。', NULL, NULL),
	(2372, 1708450294, '诶嘿', '圆焰晚安~', NULL, NULL),
	(2373, 1708451627, 'studentπi', '我的朋友今天遭遇了很糟糕的事，希望能尽快好起来

圆焰晚安~', NULL, NULL);
/*!40000 ALTER TABLE "comments" ENABLE KEYS */;

/*!40103 SET TIME_ZONE=IFNULL(@OLD_TIME_ZONE, 'system') */;
/*!40101 SET SQL_MODE=IFNULL(@OLD_SQL_MODE, '') */;
/*!40014 SET FOREIGN_KEY_CHECKS=IFNULL(@OLD_FOREIGN_KEY_CHECKS, 1) */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40111 SET SQL_NOTES=IFNULL(@OLD_SQL_NOTES, 1) */;
